[{
    "city": "Rockport",
    "head": "SEACOAST REMEMBRANCE TRAIL",
    "link": "https://www.ci.durham.nh.us/sustainable",
    "link2":"https://camd.northeastern.edu/research-scholarship-creative-practice/co-laboratory-for-data-impact/",
    "link3a":"https://news.northeastern.edu/2019/10/15/northeastern-professors-new-public-art-installations-throughout-new-england-bring-climate-change-home/",
    "body1": "The Paris Climate Accord of 2015 was a remarkable achievement but it made clear the limit of greenhouse gas reduction to which nations were committed. The withdrawal of the United States further indicated that there would be limits to commitment itself. In contrast, however, there was from the beginning, robust attention to climate change at the local level. Even before Paris, the Town of Durham had begun developing ",
    "body2": "It had become clear that if nations simply achieved the Paris goals this risked being too little too late. With no expectation of further national intervention, and understanding that all climate change effects would be local, the town projected the effects into the future and planned projects to deal with them. Because public demand for energy and other carbon-producing processes ultimately drove GHG emissions, the town hoped to engage the public in a bottom-up action to reduce demand more quickly. Significantly reducing emissions and the effects of climate change would depend on the participation of all residents. The Seacoast Remembrance Project traces significant milestones in climate change and the fight against its effects on the town.",
    "body3": "The Seacoast Remembrance Project is a public art installation that connects viewers to the challenges communities face from climate change and the ongoing local efforts to address them. Drawing from climate science projections, the project employs the concept of time travel to bring the enormous scale of climate change down to the intimate scale of our lives. It is a segment of ",
    "body3a":"a project made possible by funding from Essex County Community Foundation’s Creative Community Initiative, Metropolitan Area Planning Council’s Accelerating Climate Resiliency Program and Northeastern University’s College of Arts, Media and Design."
}]