[
 {
  "id": 1,
  "subdomain": "Comano",
  "year": 2009,
  "mon_day": "XX XX",
  "event": "ECCO, ARRIVA IL SOLE",
  "spot": "COMANO-11",
  "spot_id": 11,
  "desc": "Comano offre degli incentivi ai privati per installare dei pannelli solari.",
  "link": "",
  "more_text": "",
  "more_text2":"",
  "note": ""
 },
{
  "id": 2,
  "subdomain": "Comano",
  "year": 2009,
  "mon_day": "XX XX",
  "event": "AUTOBUS +",
  "spot": "COMANO-12",
  "spot_id": 12,
  "desc": "Comano incentiva i trasporti pubblici aumentando le corse.",
  "link": "",
  "more_text": "",
  "more_text2":"",
  "note": ""
 },
  {
  "id": 3,
  "subdomain": "Comano",
  "year": 2016,
  "mon_day": "XX XX",
  "event": "TROPPO POCHE DUE RUOTE",
  "spot": "COMANO-9",
  "spot_id": 9,
  "desc": "Comano lancia i suoi primi incentivi per le e-bike.",
  "link": "",
  "more_text": "",
  "more_text2":"",
  "note": ""
 },
 {
  "id": 4,
  "subdomain": "Comano",
  "year": 2024,
  "mon_day": "06 Mar",
  "event": "CURARE IL VERDE",
  "spot": "COMANO-13",
  "spot_id": 13,
  "desc": "Inizio del programma di compensazione della biodiversità.",
  "link": "",
  "more_text": "",
  "more_text2":"",
  "note": ""
 },
 {
  "id": 5,
  "subdomain": "Comano",
  "year": 2025,
  "mon_day": "3 Apr",
  "event": "BIOPROTEZIONE",
  "spot": "COMANO-2",
  "spot_id": 2,
  "desc": "Qui, il Municipio ha creato un'oasi per la biodiversità.",
  "link": "",
  "more_text": "La biodiversità è la ricchezza della vita. Comprende la varietà degli habitat, delle specie animali e vegetali, la diversità genetica e le loro interazioni. Come ci ricorda l'Ufficio federale dell'ambiente (UFAM), «senza di essa non potrebbe esserci vita sulla Terra» (UFAM, 2017, p. 5). Questa varietà è il motore invisibile che mantiene l'equilibrio degli ecosistemi e, con essi, la nostra esistenza quotidiana. La biodiversità, infatti, «ci assicura cibo, qualità di aria e acqua così come regolazione del clima e mantiene il ciclo dei nutrienti; ci protegge contro le alluvioni, le valanghe e stabilizza terreni instabili in montagna. Infine, promuove anche il nostro benessere: praterie multicolori, uccelli cinguettanti e piante da frutta in fiore suscitano sensazioni positive e sono parte integrante del nostro paesaggio e identità» (UFAM, 2017, p. 7) <br><br> Perdere la biodiversità significa quindi minare progressivamente tutti questi benefici, insieme alla nostra identità. <br><br> Il Cantone Ticino, grazie alla sua posizione geografica e alla varietà dei suoi microclimi, è uno straordinario scrigno di biodiversità. Si stima che nel territorio vivano 50 000 specie, molte delle quali endemiche, ovvero uniche di questa regione e formatisi dopo il ritiro dei ghiacciai (IFEC, 2016). Le montagne che sono rimaste libere dai ghiacci durante l'ultima era glaciale, come il San Giorgio, il Generoso o il Gridone, sono diventate preziosi rifugi per queste specie rare: “Il cospetto in epoca glaciale dei nunatak (aree libere dal ghiaccio) […] è all’origine della presenza di numerose specie e varietà endemiche su queste montagne” (IFEC, 2016, p. 34). Il paesaggio ticinese spazia dai microclimi quasi subtropicali delle Isole di Brissago alle condizioni submediterranee di Castagnola, fino ai climi boreali delle alte quote – con condizioni quasi polari oltre i 2000 metri – una straordinaria varietà che contribuisce alla presenza di ecosistemi unici. <br><br> Nel 2025 questa eccezionale biodiversità è protetta attraverso 380 aree designate (Repubblica e Cantone Ticino, 2024), tra cui zone umide per uccelli migratori, riserve di caccia federali, corsi d'acqua di importanza nazionale, riserve forestali, sezioni della rete ecologica nazionale e parte della rete europea “Emerald”. <br><br> Tuttavia, “l’essere umano, ha influenzato la vegetazione in punto tale che praticamente la totalità della superficie del Ticino ne ha subite le conseguenze” (IFEC, 2016, p.34). La situazione non è migliore a livello nazionale. Come sottolinea il rapporto dell'UFAM sullo stato della biodiversità, “il 36 per cento delle specie di piante, animali e funghi analizzate è considerato «minacciato», una quota nettamente superiore a quella della maggior parte dei Paesi dell’UE” (FOEN, 2017, p. 5). <br><br> A livello globale, secondo il Living Planet Report 2024 del WWF, la dimensione media delle popolazioni di fauna selvatica è diminuita del 75% negli ultimi 50 anni, una cifra che varia a seconda delle regioni ma che raggiunge il 95% in aree come i Caraibi e l'America Latina (WWF 2024). Le cause principali di questo declino includono il degrado e la perdita di habitat, le specie invasive e le malattie e, soprattutto, i cambiamenti climatici.  <br><br> I cambiamenti climatici, in particolare la rapidità dei loro effetti, rappresentano una nuova e profonda minaccia per la biodiversità, con impatti già evidenti in Ticino. I disturbi causati dal riscaldamento globale minacciano di compromettere gli equilibri ecologici che si sono sviluppati nel corso di decine di migliaia di anni (IFEC, 2016).  <br><br> Sebbene l'aumento delle temperature possa temporaneamente aumentare la biodiversità consentendo l'arrivo di nuove specie (anche invasive), questa crescita avverrebbe a scapito delle specie locali. Il riscaldamento delle temperature sta inoltre spingendo molte specie verso altitudini più elevate, il che non solo riduce la superficie dei loro habitat, ma diminuisce anche la connettività tra le popolazioni, che diventano sempre più isolate.  <br><br> Inoltre, non tutte le specie sono in grado di trasferirsi e quelle che non sono in grado di spostarsi o di adattarsi a climi più caldi e secchi corrono un serio rischio di estinzione (Vittoz et al., 2012). Questo rischio è ulteriormente accentuato dalla crescente presenza di alcuni parassiti che, con l'aumento delle temperature, si sviluppano più rapidamente, indebolendo ulteriormente specie già vulnerabili (Vittoz et al., 2012).  <br><br> L'aumento della temperatura e la ridistribuzione delle precipitazioni stanno avendo, e continueranno ad avere, un impatto profondo sui corsi d'acqua e sulle zone umide: specie non autoctone adattate a climi più caldi stanno sostituendo quelle autoctone, mentre interi ecosistemi, come torbiere e piccoli stagni, potrebbero scomparire, in modo permanente o temporaneo, a causa di siccità prolungate (IFEC, 2016). <br><br> Consapevole dei rischi, il Comune ha deciso di intraprendere azioni più incisive contro la perdita di biodiversità e il 3 aprile 2025 ha concesso a IAMCLIMATE l'autorizzazione a creare un'oasi di biodiversità nell'area verde vicino al cimitero. Quest'area sarà ripristinata per sostenere le piante autoctone e gli impollinatori, in modo da creare un hotspot ricco di biodiversità.",
  "more_text2":"",
  "note": "IFEC ingegneria SA (2016). Analisi dei rischi e delle opportunità legati ai cambia- menti climatici in Svizzera: Caso di studio del Cantone Ticino. <br><br> UFAM (2017). Biodiversità in Svizzera: stato ed evoluzione. Risultati del sistema di monitoraggio della biodiversità, stato 2016. Ufficio federale dell’ambiente, Berna. Stato dell’ambiente n. 1630: 60 pagg. <br><br>Vittoz P., Cherix D., Gonseth Y., Lubini V., Maggini R., Zbinden N., Zumbach S. (2012) Climate change impacts on biodiversity in Switzerland: A review. Journal for Nature Conservation (21), 154-162. http://dx.doi.org/10.1016/j.jnc.2012.12.002 WWF (2024). Living Planet Report 2024: A System in Peril. WWF, Gland, Switzerland."
 },
 {
  "id": 6,
  "subdomain": "Comano",
  "year": 2027,
  "mon_day": "21 Dic",
  "event": "ENERGIA SOSTENUTA",
  "spot": "COMANO-7",
  "spot_id": 7,
  "desc": "100% dell'energia elettrica prodotta in Ticino è rinnovabile.",
  "link": "",
  "more_text": "Il Canton Ticino si distingue per la sua alta capacità di produzione di elettricità da fonti rinnovabili: oltre il 96% dell’energia prodotta nella regione è generata da grandi impianti idroelettrici, con una produzione di 3’664 GWh/a (approssimativamente paragonabile al consumo medio di 1’160’000 case [1]). Sebbene questa produzione sia rimasta stabile negli anni, non ha tenuto il passo con l’aumento della domanda, cresciuta del 70% dal 1975. <br><br>Tuttavia, nel 2016, più della metà dell’energia consumata in Ticino proviene ancora da prodotti petroliferi (55%), seguita dall’elettricità (31%) e dal gas naturale (11%). I principali settori di consumo sono la mobilità e il riscaldamento, che insieme rappresentano circa il 60% del consumo energetico totale.<br><br>Con l’aumento delle temperature medie e la maggiore frequenza di eventi estremi, il settore energetico ticinese si è trovato di fronte a diverse sfide. I modelli climatici prevedono una riduzione significativa della domanda di riscaldamento: -15% in uno scenario di “clima mite” e fino a -33% in uno scenario “severo”. Sebbene ciò possa sembrare positivo, è compensato da un forte aumento della domanda di raffreddamento: fino a +46% nel caso più critico. Le centrali idroelettriche, pilastro della produzione locale di elettricità, sono vulnerabili ai cambiamenti nei regimi idrici. Riduzioni stagionali del deflusso — fino al 6,8% — comportano perdite sostanziali di produzione energetica e di ricavi. Inoltre, frane e colate detritiche sono diventate più frequenti e costose, raggiungendo oltre 3,5 milioni di CHF all’anno in danni e mancata produzione. Allo stesso tempo, i prezzi dell’elettricità sono aumentati di quasi il 50%, a causa della crescente domanda estiva e di vincoli sempre più rigidi sull’offerta.<br><br> Le prime proiezioni sembravano moderatamente ottimistiche: un clima più mite poteva significare minori esigenze di riscaldamento, con un risparmio fino a 25 milioni di CHF all’anno. Ma il quadro complessivo racconta un’altra storia. Con la crescita del Ticino — più persone, più spazi, più macchinari da raffreddare — i risparmi vengono rapidamente annullati. Considerando questi cambiamenti socioeconomici, i costi energetici netti sono aumentati fino a superare i 430 milioni di CHF all’anno entro il 2060. Ciò che all’inizio appare come un vantaggio può trasformarsi in un peso.<br><br> Per affrontare queste sfide, la Confederazione Svizzera ha definito diverse aree prioritarie d’intervento: i) migliorare l’efficienza energetica degli edifici, sia per il riscaldamento che per il raffreddamento; ii) adattare la produzione idroelettrica alle nuove condizioni climatiche, attraverso studi mirati, il coinvolgimento degli attori locali e piani di gestione del deflusso.<br><br>Misure complementari includono campagne di sensibilizzazione e iniziative di pianificazione coordinata per rafforzare la resilienza del sistema energetico, garantire la sicurezza dell’approvvigionamento e ridurre la vulnerabilità economica di fronte ai cambiamenti climatici.",
  "more_text2":"",
  "note": "[1] Secondo i dati IRSAP (2023), il consumo medio annuale di un nucleo familiare composto da quattro persone è pari a 3’150 kWh. Considerando che una produzione di 3’664 GWh/anno corrisponde a 3’664’000’000 kWh/anno, si può stimare che tale quantità di energia sia sufficiente ad approvvigionare circa 1’160’000 nuclei familiari. <br><br>IFEC ingegneria SA (2016). Analisi dei rischi e delle opportunità legati ai cambiamenti climatici in Svizzera: Caso di studio del Cantone Ticino. SUPSI (2012) - Dati su consumi e produzione elettrica cantonale. Strategia Svizzera di Adattamento al Cambiamento Climatico – UFAM. <br><br>IIRSAP (2023). Qual è il consumo medio di energia di una famiglia?. Accesso il 11.10.2025. https://www.irsap.com/it/blog/consumo-medio-energia"
 },
  {
  "id": 7,
  "subdomain": "Comano",
  "year": 2028,
  "mon_day": "06 Gen",
  "event": "RICARICATO",
  "spot": "COMANO-10",
  "spot_id": 10,
  "desc": "La prima stazione di ricarica per auto elettriche di Comano festeggia i 10 anni con 4 nuove colonnine.",
  "link": "",
  "more_text": "",
  "more_text2":"",
  "note": ""
 },
  {
  "id": 8,
  "subdomain": "Comano",
  "year": 2037,
  "mon_day": "23 Lug",
  "event": "TURISMO FINITO",
  "spot": "COMANO-4",
  "spot_id": 4,
  "desc": "La Comanella ha chiuso: 4 anni di temperature elevate e zanzare hanno scoraggiato i turisti.",
  "link": "",
  "more_text": "Il Cantone Ticino dipende fortemente dal settore dei servizi, con il turismo che rappresenta uno dei suoi rami economici più importanti. Il clima della regione, la bellezza naturale, la ricchezza del patrimonio culturale e la qualità delle infrastrutture ricettive sono componenti fondamentali del tradizionale richiamo turistico (SPAAS, 2003). <br> <br> Tuttavia, tra il 1980 e il 2015, il Ticino ha registrato un significativo calo dei pernottamenti nel settore alberghiero. Attualmente, la maggior parte dei pernottamenti si concentra nei mesi di primavera, estate e autunno, mentre la stagione invernale registra un’attività turistica molto limitata. L’aumento delle temperature ha continuato a colpire duramente l’industria alberghiera, determinando costi operativi più elevati e spese maggiori per i visitatori.<br> <br> Sebbene i grandi eventi estivi, come il Festival del film di Locarno, continuino ad attrarre turisti, i fenomeni legati al clima e causati dalle attività umane —tra cui siccità, riscaldamento e aumento dei prezzi di cibo ed energia— rischiano di trasformare il turismo in un’attività sempre più esclusiva ed elitaria. Il cambiamento climatico sarà quindi solo uno dei numerosi fattori che influenzeranno lo sviluppo futuro del turismo in Ticino. Tra le conseguenze previste vi sono, ad esempio, la chiusura delle stazioni sciistiche, i danni ai sentieri escursionistici e la diffusione di zanzare esotiche. Sfide aggiuntive, come il disagio legato al caldo e la pressione sulle infrastrutture causata da eventi meteorologici estremi, complicano ulteriormente le prospettive del settore.",
  "more_text2":"",
  "note": "Hertig, E., & Apuzzo, M. L. J. (2020). Climate Change and Tourism: An Overview of Impacts and Adaptation Strategies. Journal of Sustainable Tourism, 28(10), 1447-1463.<br><br> Scott, D., Gössling, S., & Hall, C. M. (2012). Tourism and climate change: Impacts, adaptation and mitigation. Routledge.<br><br>OECD (2022). Climate Change Risks and Adaptation Strategies for Tourism in Mountain Regions. OECD Publishing."
 },
 {
  "id": 9,
  "subdomain": "Comano",
  "year": 2043,
  "mon_day": "3 Mag",
  "event": "SOLLIEVO DAL CALORE",
  "spot": "COMANO-1",
  "spot_id": 1,
  "desc": "Vietato lavorare all'aperto nelle ore più calde. La giornata lavorativa termina alle 22:00.",
  "link": "",
  "more_text": "Già negli anni Venti del Duemila, le ondate di calore rappresentavano un rischio significativo, colpendo in particolare gli anziani, i bambini e i lavoratori all'aperto. Con il progredire del riscaldamento globale, il numero di giorni di canicola è raddoppiato e in alcuni casi addirittura triplicato, rendendo questo fenomeno il principale pericolo climatico per la salute pubblica in Ticino (IFEC 2016). Le ondate di calore non solo hanno aumentato i ricoveri ospedalieri e i decessi, ma hanno anche influito negativamente sulla produttività lavorativa, generando costi sociali significativi. Per adattarsi a queste condizioni, molte aziende hanno dovuto spostare l'orario di lavoro nelle ore più fresche della giornata, con un conseguente aumento dei costi di produzione (IFEC, 2016). <br><br> Anche a livello nazionale, il calore è un pericolo silenzioso ma mortale: alcuni studi hanno dimostrato che le ondate di calore sono il fenomeno meteorologico più letale al mondo, causando più morti dei tifoni o degli uragani, proprio perché colpiscono vaste aree. In Svizzera, l'estate del 2003, la più calda mai registrata, ha causato circa 1400 morti attribuibili al calore, pari al 5,6% della mortalità estiva totale. Nel 2015, un'altra estate particolarmente calda, si sono registrati oltre 700 decessi legati alle alte temperature. Per avere un'idea della gravità del fenomeno, nel 2022 i decessi causati dal caldo in Svizzera sono stati quasi il doppio di quelli causati dagli incidenti stradali (MeteoSwiss 2024). <br> <br> Ad oggi, il gruppo più vulnerabile rimane quello degli over 75, con un impatto più marcato sulle donne. Il caldo intenso durante l'estate e le ondate di calore possono avere effetti molto diversi sulla salute, che vanno dal semplice disagio a condizioni gravi che richiedono cure ospedaliere urgenti. L'esposizione prolungata a temperature elevate può causare disagio, aggravare condizioni preesistenti - come problemi cardiaci, polmonari, renali o psicologici - e influire negativamente sul benessere mentale. Anche le persone sane possono soffrire il caldo estremo perché il corpo fatica a dissipare il calore in eccesso. Ciò può portare a situazioni pericolose come colpi di sole o colpi di calore, che non dipendono necessariamente dall'esposizione diretta al sole, ma possono verificarsi anche in ambienti chiusi e poco ventilati, soprattutto se umidi. In questi casi, il sistema di regolazione della temperatura corporea si blocca (Repubblica e Cantone Ticino, n.d.). <br> <br> A causa delle ondate di calore estremo durante l'estate, tutte le attività lavorative all'aperto saranno sospese durante le ore più calde della giornata. Di conseguenza, l'orario di lavoro passerà dal tradizionale 9:00-17:00 a due intervalli: la mattina presto, dalle 5:00 alle 9:00, e la sera, dalle 18:00 alle 22:00.",
  "more_text2":"",
  "note": "MeteoSwiss (28.07.2024). Ondate di caldo e mortalità. https://www.meteosvizzera.admin.ch/chi-siamo/meteosvizzera-blog/it/2024/07/ondate-di-caldo-e-mortalita.html <br> <br> Repubblica e Canton Ticino (n.d.). Effetti sulla salute. https://www4.ti.ch/dss/dsp/gosa/canicola/canicola-e-salute/effetti-sulla-salute "
 },
 {
  "id": 10,
  "subdomain": "Comano",
  "year": 2045,
  "mon_day": "13 Giu",
  "event": "CARREGGIATA NORMALIZZATA",
  "spot": "COMANO-5",
  "spot_id": 5,
  "desc": "Nuove biotecnologie permettono di ripavimentare la strada deformata dal caldo.",
  "link": "",
  "more_text": "Ogni strada, ponte e struttura che costruiamo è progettato per sopportare un certo grado di stress dovuto agli agenti naturali. Ma con il riscaldamento del pianeta, il meteo sta cambiando in modi che mettono alla prova i limiti delle nostre infrastrutture. Le ondate di calore diventano più frequenti, le tempeste più intense e le piogge più imprevedibili. Le nostre infrastrutture non sono state concepite per resistere a tali estremi. <br><br>Le strade, in particolare, iniziano a mostrare i segni della fatica. È ben noto che condizioni ambientali come temperatura e umidità influenzano la longevità di una pavimentazione. Durante ondate di calore estreme, le brusche variazioni tra giornate molto calde e notti più fresche generano tensioni termiche che possono deformare il manto stradale. E quando piogge intense penetrano in materiali già indeboliti, il processo di degrado accelera ulteriormente. <br><br> Gli scienziati indicano diversi fattori climatici — temperatura, precipitazioni, soleggiamento, umidità, vento e falda — che influenzano le prestazioni e la longevità delle strade. Come afferma uno studio, «uno stress indesiderato su questi parametri della pavimentazione dovuto a cambiamenti nelle variabili ambientali comporta un aumento dei costi di riparazione e manutenzione» [1]. Inoltre, «le variazioni dei fattori ambientali dovute al cambiamento climatico sono note per influenzare le infrastrutture stradali e ridurne la vita utile» [1]. <br><br>Temperature più elevate ammorbidiscono anche l’asfalto, rendendolo più vulnerabile ai danni. Allo stesso tempo, l’aumentata umidità dovuta alle forti piogge può infiltrarsi nella pavimentazione e indebolire il legame tra il legante e gli aggregati al suo interno, un problema che gli ingegneri indicano come causa diretta delle deformazioni [3]. <br><br>Tutto ciò si traduce in una situazione in cui la manutenzione delle strade è diventata più costosa e urgente. Con il continuo evolversi del clima, le superfici su cui contiamo ogni giorno — spesso senza farci caso — sono diventate uno dei segnali più visibili di un mondo che si riscalda.",
  "more_text2":"",
  "note": "Swarna, S. T. and Hossain, K. (2022). Climate change impact and adaptation for highway asphalt pavements: a literature review. Canadian Journal of Civil Engineering, 49(7), 1109-1120. https://doi.org/10.1139/cjce-2021-0209 <br><br> Burillo, D., Chester, M., Pincetl, S., & Fournier, E. D. (2019). Electricity infrastructure vulnerabilities due to long-term growth and extreme heat from climate change in Los Angeles County. Energy Policy, 128, 943-953. https://doi.org/10.1016/j.enpol.2018.12.053 <br><br> Tausif, M., Zaidi, S. B. A., Ahmad, N., & Jameel, M. S. (2020). Influence of natural zeolite and paraffin wax on adhesion strength between bitumen and aggregate. Civil Engineering Journal, 6(4), 733-742. https://doi.org/10.28991/cej-2020-03091505 <br><br> IFEC ingegneria SA (2016). Analisi dei rischi e delle opportunità legati ai cambia- menti climatici in Svizzera: Caso di studio del Cantone Ticino."
 },
  {
  "id": 11,
  "subdomain": "Comano",
  "year": 2063,
  "mon_day": "30 Ago",
  "event": "NESSUN PASCOLO, NESSUNA CARNE",
  "spot": "COMANO-8",
  "spot_id": 8,
  "desc": "Estate: i pascoli collapsano.Autunno: la carenza di carne colpisce i mercati locali",
  "link": "",
  "more_text": "L’agricoltura in Ticino resta una componente vitale dell’economia regionale, ma sempre più fragile ed esposta ai cambiamenti. Nel 2012 il settore impiegava poco più di 3.000 persone, sebbene meno della metà a tempo pieno. Quasi la metà delle aziende agricole è gestita come attività secondaria e circa la metà dei conduttori non possiede una formazione specifica—una quota nettamente superiore alla media nazionale. Nonostante queste debolezze strutturali, l’agricoltura ticinese contribuisce con circa 11 milioni di franchi di valore aggiunto netto all’anno ed è fortemente sostenuta da sussidi, che nel 2010 ammontavano a 42 milioni di franchi. I sottosettori più importanti includono prati e pascoli con allevamento, orticoltura in pieno campo e protetta, e colture permanenti come vigneti e frutteti, ciascuno con un peso economico di circa un terzo. <br><br>Entro il 2060, i cambiamenti climatici modificheranno in modo significativo rischi e opportunità per il settore. Le inondazioni causano già oggi danni medi annui pari a circa 2,2 milioni di franchi, cifra che potrebbe aumentare del 40% nello scenario a forte impatto. Siccità e ondate di calore, soprattutto durante la stagione vegetativa, possono ridurre i ricavi fino al 21%, con le colture foraggere particolarmente vulnerabili. Al contrario, l’aumento delle temperature medie potrebbe favorire la produttività: le stime indicano un incremento complessivo dei ricavi agricoli del 13%, a beneficio di colture come riso, ortaggi e uva. Frane e colate detritiche hanno storicamente provocato danni per circa 340.000 franchi annui, con un aumento vicino al 50%. Anche grandinate e fenomeni meteorologici estremi hanno comportato ulteriori perdite, sebbene la loro frequenza futura rimanga incerta. <br><br> Il bilancio economico complessivo dell’agricoltura sotto scenari climatici futuri resta in equilibrio precario. In uno scenario mite, i benefici derivanti da temperature più calde e stagioni vegetative più lunghe potrebbero compensare i rischi accresciuti, portando a un risultato relativamente neutro. Invece, in uno scenario di cambiamento climatico intenso, il settore potrebbe subire perdite nette di circa 2 milioni di franchi all’anno. Sfide altrettanto serie derivano da fattori strutturali non climatici: secondo le proiezioni, il valore netto del settore potrebbe ridursi di oltre il 25% entro il 2060 a causa di soli trend socioeconomici. <br><br>Per rispondere a queste sfide, la Confederazione Svizzera ha sviluppato una serie di strategie di adattamento volte a sostenere la resilienza del settore agricolo. Tra queste: promuovere varietà vegetali e razze animali più adatte alle nuove condizioni climatiche, investire nella ricerca agronomica per sviluppare sistemi colturali più resilienti e migliorare le infrastrutture di gestione idrica per garantire irrigazione sufficiente durante i periodi secchi sempre più frequenti. Insieme, queste misure costituiscono la base per salvaguardare l’agricoltura in Ticino, trovando un nuovo equilibrio tra tradizione, innovazione e cambiamento ambientale.",
  "more_text2":"",
  "note": "IFEC ingegneria SA (2016). Analisi dei rischi e delle opportunità legati ai cambiamenti climatici in Svizzera: Caso di studio del Cantone Ticino. <br><br>UCT 2013, BFS 2015, WSL, Sezione Agricoltura TI, UCT 2013, BFS 2015, WSL, Sezione Agricoltura TI, Agroscope, Fuhrer & Jasper (2009). <br><br>OASI 2015b – Locarno Monti (dati meteo, temperatura e precipitazioni)."
 },
{
  "id": 12,
  "subdomain": "Comano",
  "year": 2065,
  "mon_day": "10 Set",
  "event": "ACQUA DEVIATA",
  "spot": "COMANO-6",
  "spot_id": 6,
  "desc": "Tutte le fontane vengono permanentemente chiuse per risparmiare acqua.",
  "link": "",
  "more_text": "L’acqua è vita. Dalle foreste ai fiumi, dall’agricoltura agli esseri umani, ogni sistema vivente dipende da essa. Per gran parte della storia l’acqua è stata considerata una risorsa abbondante e affidabile, ma questa percezione sta cambiando rapidamente.<br><br> Il cambiamento climatico esercita una pressione crescente sulla disponibilità idrica globale. La crescita della popolazione e l’espansione delle città aumentano la domanda, ma la minaccia principale deriva dall’aumento delle temperature, che altera i regimi delle precipitazioni e l’intero ciclo idrologico. Questi cambiamenti intensificano siccità, alluvioni e la scarsità d’acqua nel suo complesso (Wang et al., 2025). <br><br> Secondo il Sesto Rapporto di Valutazione dell’IPCC, «i rischi legati al clima per la salute, i mezzi di sussistenza, la sicurezza alimentare, l’approvvigionamento idrico, la sicurezza umana e la crescita economica sono destinati ad aumentare con un riscaldamento globale di 1,5 °C e ad aumentare ulteriormente con 2 °C». Già oggi il livello attuale di riscaldamento è associato a rischi moderati di scarsità idrica nelle aree aride. <br><br>Schewe et al. mostrano che un aumento di 2 °C potrebbe esporre il 15% di persone in più a gravi carenze idriche, con il 40% in più che vivrebbe in condizioni di scarsità assoluta—effetti fortemente amplificati dal cambiamento climatico, oltre quanto causerebbe la sola crescita demografica.<br><br> Il caldo estremo aggraverà il problema. Durante un’ondata di calore, il consumo idrico pro capite può aumentare di 175 L ogni giorno (IFEC, 2016), mentre la disponibilità è compromessa dalla siccità e dai danni alle infrastrutture.<br><br>Con l’aumento dell’incertezza, l’acqua sta diventando più costosa. Città e Paesi dovranno agire rapidamente, adottando nuove tecnologie e strategie per mettere in sicurezza una risorsa che non è più garantita.",
  "more_text2":"",
  "note": "IFEC ingegneria SA (2016). Analisi dei rischi e delle opportunità legati ai cambia- menti climatici in Svizzera: Caso di studio del Cantone Ticino.<br><br> Wang, Y., Shuai, C., Chen, X., Wei, H., Sun, J., & Zhao, B. (2025). Estimating water scarcity risks under climate change: a provincial perspective in China. Water Environment Research, 97(3). https://doi.org/10.1002/wer.70031 <br><br>IPCC 6th Assessment report Schewe, J., Heinke, J., Gerten, D., Haddeland, I., Arnell, N. W., Clark, D. B., ... & Kabat, P. (2014). Multimodel assessment of water scarcity under climate change. Proceedings of the National Academy of Sciences, 111(9), 3245-3250."
 },
 {
  "id": 13,
  "subdomain": "Comano",
  "year": 2077,
  "mon_day": "13 Ago",
  "event": "RINASCITA",
  "spot": "COMANO-3",
  "spot_id": 3,
  "desc": "Due anni dopo il Grande Incendio, inizia la ripiantumazione del bosco.",
  "link": "",
  "more_text": "Le foreste non sono solo luoghi ricchi di biodiversità: in Ticino, già nel 2016, esse rappresentavano una vera e propria barriera naturale che protegge il territorio e i suoi abitanti. Con oltre 148.000 ettari di superficie boschiva — più della metà del territorio cantonale — i boschi ticinesi svolgono un ruolo fondamentale per l’ambiente e per la nostra sicurezza (IFEC, 2016). <br><br> Prendersi cura delle foreste non significa soltanto proteggere piante e animali: significa anche proteggere case, strade e infrastrutture. In Ticino, quasi quattro foreste su dieci avevano una funzione protettiva diretta contro pericoli naturali come frane, alluvioni, valanghe o cadute di massi (IFEC, 2016). Al confronto, l’utilizzo produttivo delle foreste — ad esempio per il legname — rimane secondario. <br><br>Tuttavia, una minaccia sempre più grave si è manifestata: gli incendi boschivi. Questi non sono tanto causati da negligenza umana quanto da lunghi periodi di siccità legati ai cambiamenti climatici (IFEC, 2016). Oltre a distruggere interi ecosistemi e a mettere in pericolo la fauna locale, gli incendi comportano costi significativi per lo sgombero e il ripristino, oltre a rappresentare una minaccia diretta per le persone.<br><br>Nel contesto alpino del Canton Ticino, dove il territorio è particolarmente esposto a eventi naturali estremi, le foreste sono un alleato prezioso. La loro presenza contribuisce a limitare i danni e a rendere il nostro territorio più resiliente.",
  "more_text2":"",
  "note": ""
 }
]
