[
 {
   "id": 12,
   "subdomain": "salem",
   "date": "",
   "year": 2010,
   "mon_day": "SPRING",
   "event": "GREENING STORMWATER",
   "spot": "SALEM-SSU2",
   "spot_id": "1",
   "desc": "First green roof in City of Salem installed on Marsh Hall for stormwater management and climate mitigation.",
   "link": "",
   "more_text": "As the climate changes, rainstorms are becoming more intense and temperatures are continuing to rise. The area around Salem State’s Marsh Hall is vulnerable to flooding due to its location near the marsh as well as its low elevation. Green roofs have multiple benefits that address both climate mitigation and adaptation:\nInsulate buildings reducing heating and cooling needs and greenhouse gas emissions\nSlow stormwater runoff and filter out pollutants\nReduce the urban heat island effect by cooling the air\nProvide habitat for pollinators and other species.\n",
   "note": "Using Green Roofs to Reduce Heat Islands\nhttps://www.epa.gov/heatislands/using-green-roofs-reduce-heat-islands\n",
   "note1": "Using Green Roofs to Reduce Heat Islands\nhttps://www.epa.gov/heatislands/using-green-roofs-reduce-heat-islands\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 4,
   "subdomain": "salem",
   "date": "",
   "year": 2012,
   "mon_day": "DEC",
   "event": "INITIAL CHARGE",
   "spot": "SALEM-4",
   "spot_id": "10",
   "desc": "First downtown vehicle charging stations installed in two municipal garages.",
   "link": "",
   "more_text": "Understanding that transportation was a major source of carbon emissions, accounting for 29% of U.S. greenhouse gases, the city pioneered in addressing a key barrier to early adopters of EVs—their limited range related to the availability of charging stations.",
   "note": "Clean and Just: Electric Vehicle Adoption, 2022\nhttps://itif.org/publications/2022/06/27/electric-vehicle-innovation-to-accelerate-more-equitable-early-adoption/\n",
   "note1": "Clean and Just: Electric Vehicle Adoption, 2022\nhttps://itif.org/publications/2022/06/27/electric-vehicle-innovation-to-accelerate-more-equitable-early-adoption/\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 15,
   "subdomain": "salem",
   "date": "",
   "year": 2015,
   "mon_day": "FALL",
   "event": "ENERGY RISING",
   "spot": "SALEM-SSU5",
   "spot_id": "NPS3",
   "desc": "Geothermal system with 48 wells drilled 500 feet below quad begins transition to heating and cooling without fossil fuels.",
   "link": "",
   "more_text": "Massachusetts’ 2008 Global Warming Solutions Act and the subsequent 2021 Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy established aggressive emissions reductions goals for the state. In 2007, Salem State University anticipated these by adopting a goal of carbon neutrality by 2050. The most challenging aspect of meeting this goal is figuring out how to eliminate fossil fuels from heating and cooling. Salem State’s 2021 Clean Energy Feasibility Study for North Campus affirmed the role that geothermal energy must play in supporting this transition. \n\nGeothermal technology relies on the stable temperature of the ground at depth and uses that energy to heat or cool interior spaces. When the Library was built, Salem State was fortunate to be able to incorporate this technology into the building’s design.",
   "note": "Geothermal Energy is Poised for a Big Breakout (2020)\nhttps://www.vox.com/energy-and-environment/2020/10/21/21515461/renewable-energy-geothermal-egs-ags-supercritical <br><br>Geothermal Technologies https://www.energy.gov/eere/geothermal/geothermal-technologies-office\n",
   "note1": "Geothermal Energy is Poised for a Big Breakout (2020)\nhttps://www.vox.com/energy-and-environment/2020/10/21/21515461/renewable-energy-geothermal-egs-ags-supercritical\n",
   "note2": "Geothermal Technologies\nhttps://www.energy.gov/eere/geothermal/geothermal-technologies-office\n",
   "note3": "",
   "note4": ""
 },
 {
   "id": 10,
   "subdomain": "salem",
   "date": "",
   "year": 2017,
   "mon_day": "FALL",
   "event": "LIGHTENING THE LOAD",
   "spot": "SALEM-10",
   "spot_id": "6",
   "desc": "All city-owned streetlights converted to LED, reducing annual carbon footprint by over 1,000 metric tons.",
   "link": "",
   "more_text": "The conversion of Salem’s street and traffic lights to LED reduced energy consumption, thereby reducing carbon emissions equivalent to those emitted annually by 239 gasoline powered passenger vehicles. They also provided a significant reduction in annual operating costs for the city. The long life span of LED fixtures also yielded reduced maintenance costs.",
   "note": "Salem Street and Traffic Lights\nhttps://www.salemma.gov/sustainability-energy-and-resiliency-committee-serc/pages/street-and-traffic-lights\n",
   "note1": "Salem Street and Traffic Lights\nhttps://www.salemma.gov/sustainability-energy-and-resiliency-committee-serc/pages/street-and-traffic-lights\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 11,
   "subdomain": "salem",
   "date": "",
   "year": 2018,
   "mon_day": "Jan 4",
   "event": "FLOOD PROTECTION",
   "spot": "SALEM-SSU1",
   "spot_id": "7",
   "desc": "Forest River floodgate protects campus from winter storm Grayson’s 15.1' high tide and surge.",
   "link": "",
   "more_text": "As climate change brings more violent storms, with more intense winds, more precipitation and higher storm surges, low lying coastal areas are at risk from the combined effect of precipitation-induced flooding as well as a storm surge, particularly when combined with high tide. Winter Storm Grayson in January 2018 hit Massachusetts with hurricane-force wind gusts, 17 inches of snow in Boston, and a storm surge and high tide that reached 15.16 feet in Boston, flooding the financial district and the Aquarium T station.  As storms become more intense, communities must increasingly rely on a combination of defenses, including floodgates, to protect vulnerable areas. Salem State University has been fortunate to be protected by the City of Salem’s flood prevention infrastructure. However, as climate changes escalate, such structures need to be maintained, upgraded, and expanded to areas lacking such protections, at great cost.\n",
   "note": "January 2018 North American Blizzard\nhttps://en.wikipedia.org/wiki/January_2018_North_American_blizzard\n",
   "note1": "January 2018 North American Blizzard\nhttps://en.wikipedia.org/wiki/January_2018_North_American_blizzard\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 1,
   "subdomain": "salem",
   "date": "",
   "year": 2021,
   "mon_day": "SPRING",
   "event": "green roof",
   "spot": "SALEM-1",
   "spot_id": "SSU2",
   "desc": "Hampton Inn installs first green roof in downtown Salem to absorb CO2 and reduce stormwater runoff and urban heat. ",
   "link": "",
   "more_text": "A green roof is a vegetative layer grown on a rooftop. Green roofs remove heat from the air and reduce temperatures of the roof surface and surrounding air, moderating the heat island effect particularly during the day. For its garage, Hampton Inn constructed a green roof rather than a 3rd floor of parking. In addition to creating rooms with a view, the green roof cools the hotel, removing heat from the air through the process of evapotranspiration. Green roof temperatures can be 30–40°F lower than those of conventional roofs and act as insulators to reduce building energy use by 0.7% compared to conventional roofs.Green roofs also filter pollutants from rainfall and their vegetation can remove pollutants and GHGs from the air through dry deposition and carbon sequestration and storage, respectively. Importantly for Salem, the Hampton Inn green roof reduces and delays stormwater runoff in the South River flood zone.",
   "note": "EPA, Using Green Roofs to Reduce Heat Islands\nhttps://www.epa.gov/heatislands/using-green-roofs-reduce-heat-islands",
   "note1": "EPA, Using Green Roofs to Reduce Heat Islands\nhttps://www.epa.gov/heatislands/using-green-roofs-reduce-heat-islands",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 2,
   "subdomain": "salem",
   "date": "",
   "year": 2021,
   "mon_day": "FALL",
   "event": "SELF PROPELLED",
   "spot": "SALEM-2",
   "spot_id": "4",
   "desc": "The Salvo multiuse path completed to connect downtown to South Salem and Marblehead, providing safe zero-carbon transportation.",
   "link": "",
   "more_text": "As a compact city with a well-connected street network and diverse mix of land uses that made most trips within the city possible by bike, Salem drafted a Bicycle Master Plan to improve and expand bicycling infrastructure. The Plan established short- and longer-term visions to enhance biking for people of all ages, abilities, and backgrounds. ",
   "note": "Salem Bicycle Master Plan, 2018\nhttps://www.salem.com/sites/g/files/vyhlif7986/f/uploads/2018-11-02_salem_bike_plan_final_0.pdf",
   "note1": "Salem Bicycle Master Plan, 2018\nhttps://www.salem.com/sites/g/files/vyhlif7986/f/uploads/2018-11-02_salem_bike_plan_final_0.pdf",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 9,
   "subdomain": "salem",
   "date": "",
   "year": 2021,
   "mon_day": "SPRING",
   "event": "UPLAND RETREAT",
   "spot": "SALEM-9",
   "spot_id": "7",
   "desc": "Community garden relocated here, to a higher elevation to avoid sea level rise flooding at original site.",
   "link": "",
   "more_text": "Sea level rise along the coast was a continuous threat, creating a profound shift in flooding as tide and storm surge increased in height and reached further inland. (1)",
   "note": "(1) NOAA 2022 Sea Level Rise Technical Report\nhttps://oceanservice.noaa.gov/hazards/sealevelrise/sealevelrise-tech-report.html <br><br>Salem Waterfront—Mapping Future Flood Risk\nhttps://www.salemsound.org/PDF/Derby%20NPS%20SouthRiver_MC_FRM.pdf <br><br>Greenbelt\nhttps://storymaps.arcgis.com/stories/89443ed21bf041e38c37c7f0813e0960",
   "note1": "(1) NOAA 2022 Sea Level Rise Technical Report\nhttps://oceanservice.noaa.gov/hazards/sealevelrise/sealevelrise-tech-report.html\n",
   "note2": "Salem Waterfront—Mapping Future Flood Risk\nhttps://www.salemsound.org/PDF/Derby%20NPS%20SouthRiver_MC_FRM.pdf\n",
   "note3": "Greenbelt\nhttps://storymaps.arcgis.com/stories/89443ed21bf041e38c37c7f0813e0960\n",
   "note4": ""
 },
 {
   "id": 17,
   "subdomain": "salem",
   "date": "",
   "year": 2022,
   "mon_day": "MAR",
   "event": "HERE COMES THE SUN",
   "spot": "SALEM-SSU7",
   "spot_id": "8",
   "desc": "Solar panels installed on Meier Hall bring campus total to six rooftop solar arrays.",
   "link": "",
   "more_text": "Harnessing energy from the sun via rooftop photovoltaic cells that convert sunlight into electricity is a critical part of Salem State’s pursuit of carbon neutrality and an important boon to the region’s efforts to transition electricity supplies to 100 percent renewable energy. Salem State University installed its first array on the O’Keefe Complex in 2012 with subsequent rooftop arrays at Atlantic Hall, the streetlights along College Drive, the Berry Library, Gassett Fitness Center, and Marsh Hall. With the 2022 addition of solar panels to the roof of Meier Hall, SSU’s installed solar capacity totals 720 KW.",
   "note": "Photovoltaic Energy Factsheet\nhttps://css.umich.edu/factsheets/photovoltaic-energy-factsheetSolar <br><br>Information and Programs https://www.mass.gov/solar-information-programs",
   "note1": "Photovoltaic Energy Factsheet\nhttps://css.umich.edu/factsheets/photovoltaic-energy-factsheet\n",
   "note2": "Solar Information and Programs\nhttps://www.mass.gov/solar-information-programs",
   "note3": "",
   "note4": ""
 },
 {
   "id": 6,
   "subdomain": "salem",
   "date": "",
   "year": 2025,
   "mon_day": "DEC",
   "event": "BUILDING WIND",
   "spot": "SALEM-6",
   "spot_id": "1",
   "desc": "Former coal-fired power plant transformed into state’s second major offshore wind farm construction site, playing a key role in their installation.",
   "link": "",
   "more_text": "Salem’s history as a port entered a new era when it became the second port in Massachusetts designed for the offshore wind industry. Originally famed for its sailing ships powered by wind to pursue global trade, Salem Harbor began to play a role in harnessing wind as a source of clean power through a public-private partnership between the City of Salem and Crowley Maritime. This 42 acre site, long the location of a coal-burning power plant, became the landside base of wind farm construction in the Atlantic Ocean south of Martha’s Vineyard. When complete, the power generated will reduce greenhouse gas emissions by 1.6 million tons per year.",
   "note": "The Salem News, Salem bid selected for offshore wind project, 2021 https://www.salemnews.com/news/salem-bid-selected-for-offshore-wind-project/article_af8880e6-5f68-11ec-acbc-63414cd52d3f.html#:~:text=SALEM%20%E2%80%94%20The%20offshore%20wind%20industry,of%20power%20to%20the%20state <br><br>Salem Alliance for the Environment https://salemsafe.org/2022/02/14/avangrid-renewables-lays-out-future-at-salem-harbor/?fbclid=IwAR3sFwqOMhttck7ngRJUibJF9LAbrphUEfGHE-wQokwOjsstlKO9-HqiL8E <br><br>Commonwealth Wind https://www.commonwealthwind.com/\n",
   "note1": "The Salem News, Salem bid selected for offshore wind project, 2021\nhttps://www.salemnews.com/news/salem-bid-selected-for-offshore-wind-project/article_af8880e6-5f68-11ec-acbc-63414cd52d3f.html#:~:text=SALEM%20%E2%80%94%20The%20offshore%20wind%20industry,of%20power%20to%20the%20state.\n",
   "note2": "Salem Alliance for the Environment\nhttps://salemsafe.org/2022/02/14/avangrid-renewables-lays-out-future-at-salem-harbor/?fbclid=IwAR3sFwqOMhttck7ngRJUibJF9LAbrphUEfGHE-wQokwOjsstlKO9-HqiL8E\n",
   "note3": "Commonwealth Wind\nhttps://www.commonwealthwind.com/\n",
   "note4": ""
 },
 {
   "id": 7,
   "subdomain": "salem",
   "date": "",
   "year": 2026,
   "mon_day": "JUNE",
   "event": "NATURAL COOLING",
   "spot": "SALEM-7",
   "spot_id": "2",
   "desc": "4000 trees planted in 5 years across Salem, increasing tree canopy, reducing heat and cooling needs.",
   "link": "",
   "more_text": "To offset warmer temperatures caused by climate change, initiatives to plant a significant number of new trees helped reduce the urban heat island effect. This effect, which is defined as the difference between urban and rural air temperature, is attributed to direct sun exposure of impervious surfaces. In addition to shading the built environment and its inhabitants, trees fight climate change by removing carbon dioxide from the air, storing carbon both in trees and soil, and producing oxygen. (1)",
   "note": "(1) Arbor Day Foundation, Trees Help Fight Climate Change\nhttps://www.arborday.org/trees/climatechange/#:~:text=As%20trees%20grow%2C%20they%20help,benefits%20to%20us%2C%20every%20day <br><br>2400 New Trees to be Planted https://www.salemma.gov/sites/g/files/vyhlif7986/f/news/03_24_2021_greening_the_gateway_cities_release.pdf\n",
   "note1": "(1) Arbor Day Foundation, Trees Help Fight Climate Change\nhttps://www.arborday.org/trees/climatechange/#:~:text=As%20trees%20grow%2C%20they%20help,benefits%20to%20us%2C%20every%20day.\n",
   "note2": "2400 New Trees to be Planted https://www.salemma.gov/sites/g/files/vyhlif7986/f/news/03_24_2021_greening_the_gateway_cities_release.pdf\n",
   "note3": "",
   "note4": ""
 },
 {
   "id": 5,
   "subdomain": "salem",
   "date": "",
   "year": 2027,
   "mon_day": "OCT",
   "event": "CHARGING UP",
   "spot": "SALEM-5",
   "spot_id": "SSU1",
   "desc": "Vehicle charging stations installed here as Salem’s fleet transitions to 100% electric vehicles.",
   "link": "",
   "more_text": "Having set a goal of a 100% electric municipal fleet by 2030, (1) the city initiated installing the charging infrastructure that would be necessary to support it. Since pioneering the installation EV charging stations in 2012, the city was well positioned to expand to additional locations to serve the fleet as well as the rapidly increasing number of residents’ electric vehicles.",
   "note": "(1) Resilient Together, p. 13\nhttps://kladashboard-clientsourcefiles.s3.amazonaws.com/Beverly-Salem/Resilient+Together+Climate+Action+Plan+Final.pdf\n",
   "note1": "(1) Resilient Together, p. 13\nhttps://kladashboard-clientsourcefiles.s3.amazonaws.com/Beverly-Salem/Resilient+Together+Climate+Action+Plan+Final.pdf\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 3,
   "subdomain": "salem",
   "date": "",
   "year": 2030,
   "mon_day": "JUL 30",
   "event": "PED POWER",
   "spot": "SALEM-3",
   "spot_id": "SSU5",
   "desc": "This multiuse path completed from Salem through Peabody and beyond to provide a route for zero-carbon alternative transportation.",
   "link": "",
   "more_text": "Multiuse paths and trails not only enable people to depend less on motor vehicles and thereby reduce greenhouse gas emissions, they change the fabric of their communities by connecting neighborhoods, increasing mobility, improving health, spurring economic development and supporting vibrant social interactions.",
   "note": "Rails-to-Trails Conservancy\nhttps://www.railstotrails.org/our-work/research-and-information/",
   "note1": "Rails-to-Trails Conservancy\nhttps://www.railstotrails.org/our-work/research-and-information/\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 19,
   "subdomain": "salem",
   "date": "",
   "year": 2031,
   "mon_day": "Sep 30",
   "event": "VISIT FROM THE SEA ",
   "spot": "SALEM-NPS2",
   "spot_id": "NPS1",
   "desc": "First time Derby House yard flooded by storm surge.",
   "link": "",
   "more_text": "Storm surge is an abnormal rise of water generated by a storm, over and above the predicted astronomical tide. The destructive power of storm surge and large battering waves is often the greatest threat to life and property during a storm, and can result in loss of life, destroyed buildings, beach and dune erosion, and road and bridge damage along the coast (1). The continual rise in sea level has provided a higher base on which storm surge accumulates and tropical storms became slower-moving, which resulted in rain, wind, and storm surge persisting over multiple tidal cycles, thus causing more damage. In addition to tropical storms and hurricanes, nor’easters are intense storms that develop from low pressure centers that derive their energy from the strong temperature gradients that commonly occur just off the U.S. East Coast during winter. They move along the coast of Massachusetts with wind blowing across the Atlantic Ocean from the northeast, directly onto the shore (2).\n",
   "note": "(1) Hurricane Evacuation Zones https://www.mass.gov/info-details/hurricane-evacuation-zones <br><br>(2) Woods Hole Sea Grant, Homeowner’s Handbook (2020), p. 18 https://seagrant.whoi.edu/wp-content/uploads/2020/07/MA-Homeowners-Handbook-2020-1.pdf <br><br>Massachusetts Sea Level Rise and Coastal Storm Viewer – Hurricane Surge https://www.mass.gov/service-details/massachusetts-sea-level-rise-and-coastal-flooding-viewer\n",
   "note1": "(1) Hurricane Evacuation Zones\nhttps://www.mass.gov/info-details/hurricane-evacuation-zones\n",
   "note2": "(2) Woods Hole Sea Grant, Homeowner’s Handbook (2020), p. 18\nhttps://seagrant.whoi.edu/wp-content/uploads/2020/07/MA-Homeowners-Handbook-2020-1.pdf\n",
   "note3": "Massachusetts Sea Level Rise and Coastal Storm Viewer – Hurricane Surge\nhttps://www.mass.gov/service-details/massachusetts-sea-level-rise-and-coastal-flooding-viewer\n",
   "note4": ""
 },
 {
   "id": 20,
   "subdomain": "salem",
   "date": "",
   "year": 2031,
   "mon_day": "OCT",
   "event": "WHARF RISING",
   "spot": "SALEM-NPS3",
   "spot_id": "SSU6",
   "desc": "Seawalls raised, elevating Derby Wharf two feet, to prevent flooding due to increasing height of daily tides and escalating height of storm surge.",
   "link": "",
   "more_text": "Construction of Derby Wharf began in 1762. In 2018, after the worst flooding in 50 years and damage from multiple storms, the wharf was closed for more than a month of extensive repairs. Subsequently, plans were developed to raise the height of the wharf above projected sea level rise and the corresponding increases in storm surge. The mission of the National Park Service is to preserve historic structures as long as possible. ",
   "note": "Derby Wharf – Resiliency on Salem’s Maritime Waterfront\nhttps://vimeo.com/601973967\n",
   "note1": "Derby Wharf – Resiliency on Salem’s Maritime Waterfront\nhttps://vimeo.com/601973967\n",
   "note2": "",
   "note3": "",
   "note4": ""
 },
 {
   "id": 13,
   "subdomain": "salem",
   "date": "",
   "year": 2050,
   "mon_day": "NOV 12",
   "event": "CLIMATE REFUGEES",
   "spot": "SALEM-SSU3",
   "spot_id": "3",
   "desc": "Salem State students urge UN’s COP 55 meeting to address the expected 1.2 billion climate refugees. ",
   "link": "",
   "more_text": "Many of the anticipated impacts of climate change are taking a devastating toll on human populations across the globe, forcing a continual mass migration. A study by The Institute for Economics and Peace found that 1.2 billion people in 31 countries are particularly vulnerable to displacement by 2050 (1).  \nStudents at high schools, colleges and universities around the globe have been leading the charge to press politicians to address climate change impacts and to develop a comprehensive global solution to the crisis of climate refugees. Salem State University students have been very vocal and visible in urging that political solutions be adopted immediately.",
   "note": "(1) Climate Crisis Could Displace 1.2 billion\nhttps://www.theguardian.com/environment/2020/sep/09/climate-crisis-could-displace-12bn-people-by-2050-report-warns <br><br>Climate Change Could Force 216 Million to Migrate within Their own Countries https://www.worldbank.org/en/news/press-release/2021/09/13/climate-change-could-force-216-million-people-to-migrate-within-their-own-countries-by-2050\n",
   "note1": "(1) Climate Crisis Could Displace 1.2 billion\nhttps://www.theguardian.com/environment/2020/sep/09/climate-crisis-could-displace-12bn-people-by-2050-report-warns\n",
   "note2": "Climate Change Could Force 216 Million to Migrate within Their own Countries\nhttps://www.worldbank.org/en/news/press-release/2021/09/13/climate-change-could-force-216-million-people-to-migrate-within-their-own-countries-by-2050\n",
   "note3": "",
   "note4": ""
 },
 {
   "id": 8,
   "subdomain": "salem",
   "date": "",
   "year": 2053,
   "mon_day": "JUL 17",
   "event": "KEEPING COOL",
   "spot": "SALEM-8",
   "spot_id": "9",
   "desc": "Salem emergency cooling shelter opened to help community manage 20th day over 100°.",
   "link": "",
   "more_text": "Climate change increased Salem’s summer temperatures with serious effects on human health and comfort. To stay cool in dangerous heat, residents without air conditioning needed to rely on cooling centers created by the city.",
   "note": "Climate Ready Boston, 2016, p. 11\nhttps://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf <br><br>NOAA Annual 2021 Global Climate Report\nhttps://www.ncei.noaa.gov/access/monitoring/monthly-report/global/202113\n",
   "note1": "Climate Ready Boston, 2016, p. 11\nhttps://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf\n",
   "note2": "NOAA Annual 2021 Global Climate Report\nhttps://www.ncei.noaa.gov/access/monitoring/monthly-report/global/202113\n",
   "note3": "",
   "note4": ""
 },
 {
   "id": 14,
   "subdomain": "salem",
   "date": "",
   "year": 2053,
   "mon_day": "JUL 17",
   "event": "KEEPING IT COOL",
   "spot": "SALEM-SSU4",
   "spot_id": "NPS2",
   "desc": "O’Keefe Complex opens as a cooling shelter to help community manage 20th day over 100°.",
   "link": "",
   "more_text": "Climate change caused global temperatures to increase with serious effects on human health and comfort (1). To stay cool in dangerous heat, people turn to cooling centers and wider use of air conditioning. However, the most devastating impacts are being felt by those who must work outdoors or in hot temperatures and those who cannot access air conditioning. Salem State Geography and Sustainability Professor Steve Young studied temperature change in New England from 1900-2020 and found that air temperatures in New England are rising rapidly and have already risen approximately 2 degrees Celsius, increasing much faster than the global average in the past 60 years. \n",
   "note": "(1) Climate Ready Boston (2016), p. 11\nhttps://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf <br><br>Overall Warming with Reduced Seasonality: Temperature Change in New England, USA, 1900-2020 (2021) https://www.mdpi.com/2225-1154/9/12/176/htm\n",
   "note1": "(1) Climate Ready Boston (2016), p. 11\nhttps://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf\n",
   "note2": "Overall Warming with Reduced Seasonality: Temperature Change in New England, USA, 1900-2020 (2021) https://www.mdpi.com/2225-1154/9/12/176/htm\n ",
   "note3": "",
   "note4": ""
 },
 {
   "id": 18,
   "subdomain": "salem",
   "date": "",
   "year": 2070,
   "mon_day": "Dec 17",
   "event": "SHORELINE ENCROACHES",
   "spot": "SALEM-NPS1",
   "spot_id": "SSU4",
   "desc": "Daily normal high tide first reaches Derby Street.",
   "link": "",
   "more_text": "Accelerated rates of global, or eustatic, sea level change are driven principally by increases in the volume of the ocean from two primary factors: thermal expansion and melting ice sheets. Steady increases in global atmospheric temperature served to expand sea water molecules, which increased ocean volume. Increased global temperatures also resulted in the melting of glaciers and continental ice masses—such as the Greenland ice sheet that covered terrestrial areas, not ice‐covered ocean as in the Arctic—which contributed significant amounts of freshwater input to the Earth's oceans (1).  ",
   "note": "(1) Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning (2013), p. 1-4 https://www.mass.gov/files/documents/2016/08/vp/slr-guidance-2013.pdf <br><br>Climate Ready Boston (2016), p. 11 https://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf <br><br>Salem—Mapping Future Flood Risk (2020) https://www.salemsound.org/PDF/Derby%20NPS%20SouthRiver_MC_FRM.pdf <br><br>How Does the Climate Crisis Affect New England? https://www.climaterealityproject.org/blog/how-does-climate-crisis-affect-new-england\n",
   "note1": "(1) Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning (2013), p. 1-4\nhttps://www.mass.gov/files/documents/2016/08/vp/slr-guidance-2013.pdf\n",
   "note2": "Climate Ready Boston (2016), p. 11\nhttps://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf\n",
   "note3": "Salem—Mapping Future Flood Risk (2020)\nhttps://www.salemsound.org/PDF/Derby%20NPS%20SouthRiver_MC_FRM.pdf\n",
   "note4": "How Does the Climate Crisis Affect New England?\nhttps://www.climaterealityproject.org/blog/how-does-climate-crisis-affect-new-england\n"
 },
 {
   "id": 16,
   "subdomain": "salem",
   "date": "",
   "year": 2086,
   "mon_day": "AUG 24",
   "event": "MOSQUITOES ARRIVE",
   "spot": "SALEM-SSU6",
   "spot_id": "SSU3",
   "desc": "Salem State nursing students see cases of malaria and dengue fever as Aedes Aegypti mosquitoes spread north.",
   "link": "",
   "more_text": "Climate change continued to bring warmer temperatures to New England, allowing mosquitoes and other biting insects to spread to this area. This enabled the transmission of diseases such as malaria, dengue fever, chikungunya and West Nile virus to areas such as Salem, Massachusetts where they had not been seen. ",
   "note": "How Does Climate Change Affect Disease? (2019)\nhttps://earth.stanford.edu/news/how-does-climate-change-affect-disease#gs.ex5i03\n",
   "note1": "How Does Climate Change Affect Disease? (2019)\nhttps://earth.stanford.edu/news/how-does-climate-change-affect-disease#gs.ex5i03\n",
   "note2": "",
   "note3": "",
   "note4": ""
 }
]