[{
    "id": 1,
    "subdomain": "saugus",
    "date": "",
    "year": 2028,
    "mon_day": "SEP",
    "event": "PRESERVING HISTORY",
    "spot": "SAUGUS-3",
    "spot_id": "NPS3",
    "desc": "Seawall constructed to protect historic 1646-1670 Hammersmith slag pile from rising sea level.",
    "link": "",
    "more_text": "Evidence of Hammersmith, the iron works that was located here, consists primarily of a slag pile that accumulated on the riverbank ca. 1647-1670. Rising sea and river levels threatened to submerge and obscure the slag pile during normal high tides. Further, as slag is waste material generated from smelting ore, contaminants were at risk of migrating into the river from the combined impacts of sea level rise, increased precipitation and upstream river flows during increasingly intense rainstorms. Protecting habitat and wildlife from potential negative impacts associated with these historic pollutants was as important as protecting the integrity of this original artifact.",
    "note": "Climate Adaptation Strategies to Protect Natural Resources for the Saugus Iron Works NHS (2015), p. 11-14 http://npshistory.com/publications/sair/climate-adapt-strategies-2015.pdf",
    "note1": "Climate Adaptation Strategies to Protect Natural Resources for the Saugus Iron Works NHS (2015), p. 11-14 http://npshistory.com/publications/sair/climate-adapt-strategies-2015.pdf",
    "note2": "",
    "note3": ""
  },
  {
    "id": 2,
    "subdomain": "saugus",
    "date": "",
    "year": 2058,
    "mon_day": "MAY",
    "event": "HABITAT LOST",
    "spot": "SAUGUS-1",
    "spot_id": "NPS1",
    "desc": "Rainbow smelt spawning habitat destroyed by increased sea and river levels.",
    "link": "",
    "more_text": "The riffle habitat above and below this bridge crossing the Saugus River contained the greatest area of spawning habitat for rainbow smelt (Osmerus mordax) on the river. Higher sea level deepened the water in the river and eliminated this habitat.  Smelt spawn directly above the head of tide, and further increases in upstream salinity levels from continuing sea level rise may cause rainbow smelt to utilize spawning habitat further upstream. (1) The upstream extent of the freshwater spawning area is typically either a natural barrier or road crossing. Thus, a rise in sea level that extends the tidal limit to these barriers may greatly reduce the number of spawning sites or the area within sites that is suitable for spawning. Alternatively, an extreme rise in sea level could increase habitat if it raised tidewater above natural barriers allowing access to new reaches. (2)",
    "note": "(1) Saugus River Watershed Smelt Spawning Habitat Assessment (2012), p. 17\nhttps://www.mass.gov/doc/saugus-river-smelt-spawning-habitat-assessment/download <br><br>(2) A Regional Conservation Plan for Anadromous Rainbow Smelt (2012), p. 63, 67\n https://www.wildlife.state.nh.us/marine/documents/smelt-conservation-plan.pdf",
    "note1": "(1) Saugus River Watershed Smelt Spawning Habitat Assessment (2012), p. 17\nhttps://www.mass.gov/doc/saugus-river-smelt-spawning-habitat-assessment/download",
    "note2": "(2) A Regional Conservation Plan for Anadromous Rainbow Smelt (2012), p. 63, 67\n https://www.wildlife.state.nh.us/marine/documents/smelt-conservation-plan.pdf",
    "note3": ""
  },
  {
    "id": 3,
    "subdomain": "saugus",
    "date": "",
    "year": 2080,
    "mon_day": "OCT 7",
    "event": "SHORELINE ENCROACHES",
    "spot": "SAUGUS-2",
    "spot_id": "NPS2",
    "desc": "Last sighting of snowy egrets by birdwatchers at this spot.",
    "link": "",
    "more_text": "Snowy egrets feed in tidal flats when low tide depth within the river’s banks remains below six inches. Rising sea level brought greater depth here and the birds sought more suitable feeding habitats. However, if sea level rise continues to increase dramatically, causing the river to extend significantly beyond its banks, shallows could be created where snowy egrets can once again feed.",
    "note": "Interagency Sea Level Rise Scenarios (2022) https://sealevel.nasa.gov/task-force-scenario-tool?psmsl_id=235",
    "note1": "Interagency Sea Level Rise Scenarios (2022) https://sealevel.nasa.gov/task-force-scenario-tool?psmsl_id=235",
    "note2": "",
    "note3": ""
  }
]