[
  {
    "id": 1,
    "date": "10/2/2015",
    "year": 2015,
    "mon_day": "OCT 2",
    "subdomain": "",
    "spot": "SALISBURY-7",
    "spot_id": 7,
    "event": "LIGHT FOOTPRINT",
    "desc": "Constructed with a reduced carbon footprint, new library awarded LEED Gold Certification.",
    "link": "",
    "more_text": "LEED is a program that provides third-party verification of green buildings. Looking at building projects holistically, the goals of the LEED (Leadership in Energy and Environmental Design) initiative are to improve the DNA of buildings to support healthy, safe living in our environmental habitats and human communities. LEED also acknowledges the huge risks presented by climate change, so it gives priority to both greenhouse gas (GHG) emissions reductions as well as the embodied carbon of buildings. Of the many aspects considered for LEED certification, the largest qualifying category is reducing the contribution of buildings to climate change.",
    "note": "U.S. Green Building Council https://www.usgbc.org/leed <br/><br/> https://www.bostonglobe.com/metro/regionals/north/2015/09/23/grand-opening-new-salisbury-library-set-for-oct/nxlKJJQ4F4jKxnkGFIWBML/story.html",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 2,
    "date": "6/13/2017",
    "year": 2017,
    "mon_day": "JUN 13",
    "subdomain": "",
    "spot": "SALISBURY-3",
    "spot_id": 3,
    "event": "WALLED OUT",
    "desc": "Seawall constructed to protect neighborhood from Blackwater River due to tides and storm surge intensified by sea level rise.",
    "link": "",
    "more_text": "This beachside neighborhood was severely impacted by regular monthly flooding, which resulted from the installation of a bridge across Route 286 in Seabrook, NH. The bridge – which replaced an older, dilapidated bridge – widened the riverbanks creating excess flow, and an increased risk of flooding. Regular flooding impacted 135 residences adjacent to the Blackwater River. [1] Subsequent to the construction of the seawall, the Town of Salisbury replanted areas of the salt marsh. This was part of a project between the Town and the Army Corps of Engineers in order to have a floodwall built to project several Salisbury homes in the area.",
    "note": "[1] Blackwater River Flood Protection https://charter.us/our-work/blackwater-river/ <br/><br/> Merrimack Valley Multi-Hazard Mitigation Plan Update p. 83-88 https://www.salisburyma.gov/sites/g/files/vyhlif1166/f/uploads/april-2016-mv-multi-hazard-mitigation-plan-update.pdf",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 3,
    "date": "",
    "year": 2019,
    "mon_day": "FALL",
    "subdomain": "",
    "spot": "SALISBURY-4",
    "spot_id": 4,
    "event": "INITIAL CHARGE",
    "desc": "First electric vehicles acquired by town for police and fire departments. Five EV charging stations installed at various locations.",
    "link": "",
    "more_text": "The COVID-19 pandemic forced an unprecedented lockdown resulting in an unplanned climate science experiment. Daily carbon dioxide emissions — in large part driven by the transportation sector — were down by about a third. Massachusetts and other states saw residents increasingly rely on walking, biking and other transit options, shining a light on the adverse effects of car-centric infrastructure such as air and noise pollution and rising fatalities among pedestrians and bikers. Transportation is the top source of greenhouse gas emissions in the state. Electrifying municipal fleets benefits the health of residents as it contributes to mitigating climate change.",
    "note": "`US Must Electrify Municipal Fleets https://nam12.safelinks.protection.outlook.com/GetUrlReputation <br/><br/> https://www.police1.com/police-products/vehicles/patrol/articles/electric-vehicles-prove-they-can-handle-police-work-kh6xMkZRKTGuuZzF/ <br/><br/> America’s First Police Car was Electric https://uselessknowledge.com/1799/americas-first-police-car-was-electric/`",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 4,
    "date": "",
    "year": 2019,
    "mon_day": "DEC",
    "subdomain": "",
    "spot": "SALISBURY-6",
    "spot_id": 6,
    "event": "LIGHTENING THE ATMOSPHERE",
    "desc": "After taking ownership of street lights from utility company, town converts all 864 to LED to reduce carbon footprint.",
    "link": "",
    "more_text": "The LED Retrofit Street Light project began with the purchase of the 864 street lights from National Grid for $45,000 and continued with a $270,000 appropriation to convert all of the traditional High Pressure Sodium (HPS) lights to energy-saving LED lights. The cost of purchasing and installing these lights was subsidized by a 30% grant ($50,761) from the State Dept. of Energy Resources and a utility incentive subsidy of $75,915 from National Grid. It resulted in an estimated $50,000 savings per year in electricity costs. More importantly, the reduction in energy consumption yielded an equivalent reduction in CO2 emissions. Together with 76 other municipalities, this statewide program achieves an annual reduction in GHG emission of more than 10,000 metric tons.",
    "note": "Statewide LED Streetlight Program https://www.mapc.org/news/statewide-led-streetlight-program-cuts-annual-municipal-ghg-emissions-by-over-10000-metric-tons/ <br/><br/> Town-Wide LED Retrofit https://www.salisburyma.gov/current-projects/news/town-wide-led-retrofit",
    "note1": "",
    "note2": "",
    "note3": ""
  },
 {
   "id": 5,
   "date": "5/27/2022",
   "year": 2022,
   "mon_day": "MAY 27",
   "subdomain": "",
   "spot": "SALISBURY-2",
   "spot_id": 2,
   "event": "KEEPING ABOVE WATER",
   "desc": "New buildings raised to elevation 11 to allow free passage of flood water and dune migration as climate continues to change.",
   "link": "",
   "more_text": "The new Comfort Station and Welcome Center provide fully accessible facilities, flexibly configured to provide year-round toilet facilities between the beach and public parking along with public gathering spaces, information, and storage in support of the Broadway Mall activities. The two structures are located to serve together as a welcoming portal to Salisbury Beach. The restrooms are intended to serve those parking and arriving/departing the beach, as well as those beachgoers who are at the beach and nearby businesses. Given the proximity to the beach, both buildings are elevated to address potential flood elevations and dune migration.",
   "note": "https://www.salisburyma.gov/current-projects/news/welcome-centercomfort-station-construction",
   "note1": "",
   "note2": "",
   "note3": ""
 },

 {
   "id": 6,
   "date": "10/23/2025",
   "year": 2025,
   "mon_day": "OCT 23",
   "subdomain": "",
   "spot": "SALISBURY-5",
   "spot_id": 5,
   "event": "TIDYING UP",
   "desc": "To prepare for astronomical high tides and sea level rise of 40\" by 2070, roadway raised approximately 3' to elevation 9 (NAVD88) to prevent road from flooding.",
   "link": "",
   "more_text": "A vertical datum is a reference system used by surveyors, engineers, and mapping professionals to measure and relate elevations to the Earth's surface. Using a fixed reference point as a baseline (i.e., a zero elevation point), elevation values can be consistently measured and compared among various maps and surveys. The North American Vertical Datum of 1988 (NAVD 88) is the official vertical datum of the United States, having superseded the older National Geodetic Vertical Datum of 1929 (NGVD 29). Elevating the roadway enabled greatly enlarging the small culverts which were restricting tidal exchange and causing degradation of the marsh.",
   "note": "Resilient ring’s End p. 21 https://www.salisburyma.gov/sites/g/files/vyhlif1166/f/uploads/resilient_rings_island-analysis_and_design_proposal-_public_meeting_1_3-4-21.pdf <br/><br/> North American Vertical Datum of 1988 (NAVD 88) https://www.mass.gov/service-details/north-american-vertical-datum-of-1988-navd-88#:~:text=The%20North%20American%20Vertical%20Datum,of%201929%20(NGVD%2029).",
   "note1": "",
   "note2": "",
   "note3": ""
 },
 {
   "id": 7,
   "date": "4/22/2032",
   "year": 2032,
   "mon_day": "APR 22",
   "subdomain": "",
   "spot": "SALISBURY-8",
   "spot_id": 8,
   "event": "MARSH BELOW",
   "desc": "Raised parking garage constructed allowing large areas of parking lot to be restored to salt marsh.",
   "link": "",
   "more_text": "The Great Marsh is one of the most important coastal ecosystems in northeastern North America. In Salisbury, this ecosystem contains high and low marsh, estuarine aquatic environments, and a barrier beach accompanied by extensive dunes. Each of these habitats provides critical foraging and breeding grounds for a many native species. The marsh absorbs wave energy and traps sediment, helping reduce erosion; the aquatic environment is a nursery for commercially important fish species; and the dunes provide protection against dangerous storm surge. In addition, the salt marsh traps and safely stores harmful sources of carbon that are the leading cause of climate change. In fact, recent analysis indicates that marshes are one of the most powerful carbon sinks, with the potential of sequestering almost 50 times more carbon than tropical rainforests.",
   "note": "Great Marsh Coastal Adaptation Plan p. 33 https://www.nwf.org/greatmarshadaptation",
   "note1": "",
   "note2": "",
   "note3": ""
 },
  {
    "id": 8,
    "date": "4/30/2037",
    "year": 2037,
    "mon_day": "APR 30",
    "subdomain": "",
    "spot": "SALISBURY-1",
    "spot_id": 1,
    "event": "DUNE RESTORATION",
    "desc": "To restore diminishing coastal beach dune, the largest sand nourishment berm in Salisbury to date is constructed with 150,000 cubic yards of imported sand, measuring 75' wide and 5000' long.",
    "link": "",
    "more_text": "Salisbury Beach, the barrier beach which stretches for nearly four miles from the Merrimack River Jetty north to New Hampshire is an area of primary concern. The beach and dunes also provide significant flood protection to North End Boulevard and the infrastructure built alongside it. In particular, the intersection with the Broadway Mall already suffers chronic flooding from over-wash during storms that coincide with high tides, requiring repetitive and costly maintenance and repair to the road, buildings, and other public and private infrastructure in that area. The amount of area expected to flood combined with the depth of water means acute and severe erosion is likely to be widespread during large storms.",
    "note": "Great Marsh Coastal Adaptation Plan p. 30 https://www.nwf.org/greatmarshadaptation <br/><br/> The Threat of Floods to Salisbury https://medium.com/@alyssssad/the-threat-of-floods-to-salisbury-massachusetts-and-more-a0c6391af705",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 9,
    "date": "11/22/2045",
    "year": 2045,
    "mon_day": "NOV 22",
    "subdomain": "",
    "spot": "SALISBURY-9",
    "spot_id": 8,
    "event": "GOING UP",
    "desc": "Beach Road elevated to keep above severe flooding due to sea level rise.",
    "link": "",
    "more_text": "State Route 1A (Beach Road) provides the primary evacuation route from Salisbury Beach to the rest of the town. This route has flooded frequently by coastal storms which not only prevents evacuation of the beach, but also restricts access to the beach by fire, police and emergency personnel. Raising the road and adding culverts reduced flooding and established flow under the roadway to restore hydrology and increase the natural resiliency of the marsh.",
    "note": "Merrimack Valley Region Multi-Hazard Mitigation Plan Update p. 238 https://www.salisburyma.gov/sites/g/files/vyhlif1166/f/uploads/april-2016-mv-multi-hazard-mitigation-plan-update.pdf",
    "note1": "",
    "note2": "",
    "note3": ""
  }
]