[
 {
   "id": 1,
   "date": "",
   "year": 2013,
   "mon_day": "FEB 8-9",
   "subdomain": "",
   "spot": "LYNN-4",
   "spot_id": "4",
   "event": "DOCKS DAMAGED",
   "desc": "Seaport Landing Marina sustains major damage from severe winter storm with flooding from higher tide levels.",
   "link": "",
   "more_text": "The Northeast Snowfall Impact Scale (NESIS) category 3 storm, resulted in 20”-30” of snowfall causing major damage to the City’s Seaport Landing Marina as a result of a severe winter storm, snowstorm, and flooding event. The city has worked in partnership with FEMA since 2013 to rebuild damaged docks and mitigate future vulnerabilities.",
   "note": "NOAA 2013 Snowfall Map. https://www.ncdc.noaa.gov/monitoring-content/snow-and-ice/rsi/nesis/20130207-20130210-4.35.jpg <br><br>NOAA 2022 Sea Level Rise Technical Report. https://oceanservice.noaa.gov/hazards/sealevelrise/sealevelrise-tech-report.html",
   "note1": "NOAA 2013 Snowfall Map",
   "note2": "NOAA 2022 Sea Level Rise Technical Report",
   "note3": ""
 },
 {
   "id": 2,
   "date": "",
   "year": 2017,
   "mon_day": "SEP 30",
   "subdomain": "",
   "spot": "LYNN-3",
   "spot_id": "3",
   "event": "FLASH FLOOD",
   "desc": "Rain and tide combined to create intense downtown flash flood, pushing vehicles onto Munroe Street sidewalks.",
   "link": "",
   "more_text": "More than three inches of rain fell in downtown Lynn within a two-hour period. The combination of high tide and torrential rain led to flash floods across North Shore communities, hitting parts of Lynn particularly hard. The downpour flooded Munroe Street and shoved parked vehicles onto sidewalks and against the sides of buildings. A 2023 MAPC analysis of a similar 2010 storm found that most flooding in the region occurred outside of FEMA’s Special Flood Hazard Areas and that many more locations would be vulnerable in the future as the frequency and intensity of rainstorms increases due to climate change.",
   "note": "Storm brings flash flooding in Lynn (wcvb.com). https://www.wcvb.com/article/storm-brings-flash-flooding-in-lynn/12664619 <br><br>Water, Water Everywhere: The Increasing threat of Stormwater Flooding p.10 https://www.mapc.org/wp-content/uploads/2023/04/Final_Stormwater-Report_MAPC_April-2023.pdf",
   "note1": "Storm brings flash flooding in Lynn (wcvb.com)",
   "note2": "Water, Water Everywhere: The Increasing threat of Stormwater Flooding p.10",
   "note3": ""
 },
 {
   "id": 3,
   "date": "",
   "year": 2021,
   "mon_day": "NOV",
   "subdomain": "",
   "spot": "LYNN-2",
   "spot_id": "2",
   "event": "CARBON FREE TO SEA",
   "desc": "Providing carbon-free access to sea, Community Path segment of Northern Strand Trail opened.",
   "link": "",
   "more_text": "The Northern Strand Community Trail is an alternative transportation innovation that connects Lynn to neighboring communities and users to the sea while promoting carbon-eliminating modes of transportation, public health and access to open space. Lynn’s segments of the trail opened in 2021 along with a vast network of bike lanes and trails that continue to evolve. ",
   "note": "Northern Strand Community Trail | Massachusetts Trails | TrailLink. https://www.traillink.com/trail/northern-strand-community-trail/",
   "note1": "Northern Strand Community Trail | Massachusetts Trails | TrailLink",
   "note2": "",
   "note3": ""
 },
 {
   "id": 4,
   "date": "",
   "year": 2022,
   "mon_day": "JUL 20",
   "subdomain": "",
   "spot": "LYNN-5",
   "spot_id": "5",
   "event": "COOL SPOT",
   "desc": "Barry Park Splash Pad, first splash pad in the Boston Street neighborhood and fourth in city, opened to provide relief from increasingly hot summers.",
   "link": "",
   "more_text": "Installation of the latest of four splash pads within the City of Lynn as not only recreational elements of the parks they are in, but also as cooling stations as temperatures rise due to climate change and the increase in impervious surfaces in Lynn. Splash pads are operational June – September. The Barry Park Splash Pad was funded through the Parkland Acquisitions and Renovations for Communities (PARC) Grant Program.",
   "note": "Parkland Acquisitions and Renovations for Communities (PARC) Grant Program | Mass.gov. https://www.mass.gov/service-details/parkland-acquisitions-and-renovations-for-communities-parc-grant-program <br><br>Lynn Hazard Mitigation Plan. https://lynnincommon.com/lynn-hazard-mitigation-plan",
   "note1": "Parkland Acquisitions and Renovations for Communities (PARC) Grant Program | Mass.gov",
   "note2": "Lynn Hazard Mitigation Plan",
   "note3": ""
 },
 {
   "id": 5,
   "date": "",
   "year": 2025,
   "mon_day": "FALL",
   "subdomain": "",
   "spot": "LYNN-1",
   "spot_id": "1",
   "event": "RESILIENCE RECLAIMED",
   "desc": "Reclaiming landfill, Lynn Harbor Park restored nature connectedness and increased resilience to sea level rise.",
   "link": "",
   "more_text": "This is the site of the future Lynn Harbor Plan signature park that was once the site of the City’s landfill. The park will be the transformative greenspace connecting residents and visitors to the waterfront. The 2020 Lynn Municipal Harbor Plan Amendment and Designated Port Area Master Plan identifies the waterfront’s landfill area as an ideal location to increase public access green space and for innovative use of a historically industrial area and includes an amplification for nature-based shoreline structures, where feasible, to promote coastal habitat and resiliency.",
   "note": "City Moves Forward on Harbor Park Project. https://www.itemlive.com/2023/02/02/city-moves-forward-on-harbor-park-project-2/ <br><br>Lynn Master Harbor Plan p. 58 https://www.lynnma.gov/cityhall_documents/planning/Lynn_Master_Harbor_Plan_July_10_2020.pdf <br><br>Open Space Master Plan p. 72 https://www.ediclynn.org/documents/Waterfront%20Open%20Space%20Plan/Open%20Space%20MP%202019.pdf",
   "note1": "City Moves Forward on Harbor Park Project",
   "note2": "Lynn Master Harbor Plan p. 58",
   "note3": "Open Space Master Plan p. 72"
 }
]