[
 {
   "id": 1,
   "subdomain": "ARLINGTON",
   "year": 2020,
   "mon_day": "Mar 19",
   "event": "HISTORY MELTING AWAY",
   "spot": "ARLINGTON-6",
   "spot_id": 6,
   "desc": "First winter without Spy Pond hard freeze marks the end of an era and identity for the town.",
   "link": "",
   "more_text": "Rising global temperatures caused by greenhouse gas emissions are resulting in warmer winters. This global warming affects areas as large as the polar ice caps and as small as our local water bodies. According to the Arlington Conservation Commission’s 2020 Water Bodies Assessment and Recommendation Report, due to the mild winter in 2020, at Spy Pond “there was no skating or ice fishing for the first time in memory.” <br><br>Spy Pond was formed by melting glaciers many thousands of years ago. When it froze, it was used to supply ice for Boston and for shipping to different parts of the world. Ice harvesting from frozen lakes and ponds was an important tradition in the 19th century; skating and ice fishing remain popular today. While few towns in the US continue the industry of harvesting ice, rising temperatures could bring an end to it altogether. As each decade passes, the temperature rises by around 1.3°F (0.7°C). The increase in temperature is also exhausting the pond's oxygen, allowing bacteria and algae to grow.",
   "more_text2":"",
   "note": "1) Resilient MA, Climate Change Clearinghouse for the Commonwealth, Rising Temperatures. https://resilientma.mass.gov/changes/rising-temperatures <br><br>2) Three Rivers Park District, ice harvesting. https://www.threeriversparks.org/blog/ice-harvesting <br><br>3) Farmers’ Almanac, Do Cold Winters Kill Bugs? https://www.farmersalmanac.com/do-cold-winters-kill-pests-18233 <br><br>4) ClimeFish, Climate change and impacts on lakes and ponds. https://climefish.eu/climate-change-and-impacts-on-lakes-and-ponds/ <br><br>5) An Aquatic History of Spy Pond, 2/9/2021 – Town of Arlington, Spy Pond Committee. https://www.arlingtonma.gov/town-governance/boards-and-committees/envision-arlington/spy-pond-committee <br><br>6) 2020 Annual Water Bodies Report, Arlington Conservation Commission/Water Bodies Working Group. https://www.arlingtonma.gov/town-governance/boards-and-committees/conservation-commission/projects",
   "note1": "Resilient MA, Climate Change Clearinghouse for the Commonwealth, Rising Temperatures \nhttps://resilientma.mass.gov/changes/rising-temperatures",
   "note2": "Three Rivers Park District, ice harvesting\nhttps://www.threeriversparks.org/blog/ice-harvesting\n",
   "note3": "Farmers’ Almanac, Do Cold Winters Kill Bugs?\nhttps://www.farmersalmanac.com/do-cold-winters-kill-pests-18233",
   "note4": "ClimeFish, Climate change and impacts on lakes and ponds \nhttps://climefish.eu/climate-change-and-impacts-on-lakes-and-ponds/",
   "note5": "An Aquatic History of Spy Pond, 2/9/2021 – Town of Arlington, Spy Pond Committee \nhttps://www.arlingtonma.gov/town-governance/boards-and-committees/envision-arlington/spy-pond-committee",
   "note6": "2020 Annual Water Bodies Report, Arlington Conservation Commission/Water Bodies Working Group\nhttps://www.arlingtonma.gov/town-governance/boards-and-committees/conservation-commission/projects"
 },
 {
   "id": 2,
   "subdomain": "ARLINGTON",
   "year": 2022,
   "mon_day": "May 15",
   "event": "MURAL BLOOMS",
   "spot": "ARLINGTON-18",
   "spot_id": 18,
   "desc": "High school students and artist Sophy Tuttle paint mural to advocate for native plants.",
   "link": "https://sophytuttle.com/",
   "more_text": "In the 2020s, activists in Arlington were looking for ways to raise awareness about environmental challenges and motivate residents to take action. Murals were understood to be an effective way to reach people with both information and inspiring images. A great example is the Native Plants and Pollinator Mural, begun in the spring of 2022 with funding from the Metropolitan Area Planning Council’s Accelerating Climate Resiliency Grant program. The combination of spectacular art and useful information had a profound influence on Arlington; the mural helped spark a movement in the town which led to 50% of grass turf lawns being replanted with native species by 2043.<br><br>The Native Plants and Pollinator mural was created in the spring of 2022 on the walls of several storefronts, including what was once Anderson Florist, a store that sold flowers flown in from around the world. The building was owned by the Casey Family, who had operated a hair salon there for several generations; Michelle Casey gave the mural her enthusiastic support and had the entire building repainted in colors coordinated with the artwork. The mural itself was created by artist Sophy Tuttle with five of the high school interns participating in \"Remembrance of Climate Futures/Arlington,\" a public art project led by artist Tom Starr and high school students designed to call attention to the impact of climate change on Arlington and suggest strategies to encourage mitigation or build resilience. The painting started on May 7, 2022 but the planning and research that went into the project started much earlier.<br><br>Before the design was crafted, the organizers held a planning meeting in March with Arlington's School Sustainability Coordinator Rachel Oliveri, the Arlington Commission for Arts & Culture’s Public Art Curator Cecily Miller, local artist Sophy Tuttle, the interns, and two founders of Mystic Charles Pollinator Pathways, a group to encourage native plantings in backyards and commercial spaces throughout the region. One of these founders was climate activist and community leader Brucie Moulton, and the other was native plant and pollinator expert Jean Devine. Both shared their knowledge about native plants and pollinators, as ideas about the mural were collectively brainstormed.<br><br>After more planning and research by both Sophy Tuttle and several interns, Sophy drafted a final design. The design was soon approved by building owner Michelle Casey, which meant painting could begin! With only one day of painting, the wall was transformed through bold colors and shapes. The mural progressed over the next two weeks. On hot days, Sophy Tuttle and the interns worked in the shade as paint was recoated, details were added, and the design slowly grew down the side of the building. Passersby and local shop owners complimented the artwork, excited to see a beautiful project’s positive effect on the scenery.<br><br>Once the painting was done, the interns wrote paragraphs about the native plants and pollinators featured in the mural. Links to these paragraphs were incorporated on the mural with QR codes. The goal was to bring awareness to native plants and pollinators and to encourage people to support these species in their communities and gardens. Support is needed because native flora and fauna are critical to local ecosystems. Some species featured in the mural are the blue jay, monarch butterfly, purple coneflower, and an assortment of native bees. You can read more about these essential species and the interns who painted the mural on their 2022 site: ClimateFuturesArlington.org.<br><br>The project received media attention! Shortly after it was finished but before the QR codes were added, it was featured on ACMi. Watch the segment here. In addition, a blog post was written about the native plants and pollinators mural along with other projects Sophy Tuttle has done in the area.<br><br>TAKE ACTION NOW!<br><br>Add native plants to your own yard.  Visit the Native Plant Trust’s spectacular 45-acre Garden in the Woods in Framingham for ideas and a plant store. To learn more about how your yard can increase ecodiversity, read Nature's Best Hope: A New Approach to Conservation That Starts in Your Yard by Douglas W. Tallamy.<br><br>Sources:Visit the mural at its home on 830 Massachusetts Ave, Arlington, MA 02476.<br><br>Learn more about Sophy Tuttle and her work with the link:",
   "more_text2":"",
   "note": "1) Washington Post.com, A native plant guru’s radical vision for the American yard. https://www.washingtonpost.com/lifestyle/home/in-the-garden-rethinking-the-nature-of-nature/2020/02/11/656fc87a-46ce-11ea-ab15-b5df3261b710_story.html <br><br>2) Tufts Pollinator Initiative. https://sites.tufts.edu/pollinators/",
   "note1": "Washington Post.com, A native plant guru’s radical vision for the American yard\nhttps://www.washingtonpost.com/lifestyle/home/in-the-garden-rethinking-the-nature-of-nature/2020/02/11/656fc87a-46ce-11ea-ab15-b5df3261b710_story.html",
   "note2": "Tufts Pollinator Initiative",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 3,
   "subdomain": "ARLINGTON",
   "year": 2023,
   "mon_day": "Dec 31",
   "event": "ARLINGTON RENEWED",
   "spot": "ARLINGTON-4",
   "spot_id": 4,
   "desc": "1,500 residents opt up to renewable energy through Arlington Community Electricity.",
   "link": "https://ace.arlingtonma.gov/",
   "more_text": "The Town of Arlington, working with Mothers Out Front and other community partners, set a goal to double the number of participants voluntarily choosing to purchase extra renewable energy through their electric bills from Arlington Community Electricity (ACE). They met this goal on December 31, 2023 when they reached 1,500 participants opting up to either 50% or 100% renewable energy. Simply switching to electric does not impact climate change, as most electricity is generated by burning natural gas or coal; ACE guarantees that the electricity is generated by clean and sustainable renewable technologies.<br><br>Renewable energy comes from sources that can be replenished unlike fossil fuel alternatives that have only a temporary supply like oil, gas, and coal. Harnessing fossil fuels for electricity has negative impacts on the environment. Fracking for oil, natural gas, and other materials found underground has been known to cause earthquakes and water pollution. The process of extracting these finite resources destroys natural habitats. Additionally, the use of fossil fuels has devastating consequences. Coal produces particulate matter that is bad for air quality and human health. The carbon dioxide emissions produced when fossil fuels are burned are a major contributor to global warming and climate change.<br><br>Renewable energy has many benefits. It doesn’t produce greenhouse gases and can reduce air pollution. Supporting renewable energy diversifies the energy supply, ensuring energy security. In addition to these perks, renewables boost the economy by providing jobs in manufacturing, installation, etc. Systemic change in the market for energy happens because of people who are willing to pay extra for solar, wind and sensitive hydroelectricity. Individual actions to opt-up create collective action by encouraging more people to do the same.<br><br>Volunteers in the Arlington community have contributed to collective action on a larger scale by advocating and speaking out for the use of extra renewable energy. When the effort first began in 2017 it took four years to get one thousand houses on board. Over the course of the program, Mothers Out Front Arlington has put social networks to good use by holding over fifty house parties to convince hundreds of people to switch to green energy. In the Mothers Out Front page on ACE Testimonials, Arlington residents explain their reasons for opting-up: some recognize the affordability and convenience of the program while others explain the value of investing in green developing technology. Despite slightly varied reasoning, all participants agree that by opting up together, the community can make a difference.<br><br>TAKE ACTION NOW!<br><br>Arlington Community Electricity provides several ways to opt-up to more renewables. The standard product, Arlington Local Green, includes 11% more Renewable Energy Certificates than required by the Commonwealth. Arlington residents can choose to opt up to Local Greener, which includes 50% of renewable energy and Local Greenest, which includes 100% renewable energy. The renewables come only from solar, wind, anaerobic digestion, and low-impact hydro, supporting green energy infrastructure located within New England. Learn more about the program on their website here: ",
   "more_text2":"",
   "more_link1":"",
   "note": "1) Arlington Community Electricity. https://ace.arlingtonma.gov/ <br><br>2) EPA, Local Renewable Energy Benefits and Resources. https://www.epa.gov/statelocalenergy/local-renewable-energy-benefits-and-resources <br><br>3) NRDC, Renewable Energy: The Clean Facts. https://www.nrdc.org/stories/renewable-energy-clean-facts <br><br>4) Mothers Out Front, Arlington, MA. https://www.mothersoutfront.org/team/massachusetts/arlington/ <br><br>5) Mothers Out Front, Arlington Community Electricity, ACE Testimonials. https://ma.mothersoutfront.org/ace_testimonials",
   "note1": "Arlington Community Electricity \nhttps://ace.arlingtonma.gov/",
   "note2": "EPA, Local Renewable Energy Benefits and Resources \nhttps://www.epa.gov/statelocalenergy/local-renewable-energy-benefits-and-resources",
   "note3": "NRDC, Renewable Energy: The Clean Facts\nhttps://www.nrdc.org/stories/renewable-energy-clean-facts\n ",
   "note4": "Mothers Out Front, Arlington, MA \nhttps://www.mothersoutfront.org/team/massachusetts/arlington/",
   "note5": "Mothers Out Front, Arlington Community Electricity, ACE Testimonials \nhttps://ma.mothersoutfront.org/ace_testimonials",
   "note6": "YourArlington.com, Electricity program seeks to increase renewable-energy use \nhttps://www.yourarlington.com/arlington-archives/town-school/environment/18421-ace-022521.html"
 },
 {
   "id": 4,
   "subdomain": "ARLINGTON",
   "year": 2025,
   "mon_day": "Sep 13",
   "event": "PLASTIC IS THE PAST",
   "spot": "ARLINGTON-14",
   "spot_id": 14,
   "desc": "Arlington holds its first ever Zero Waste Town Day.",
   "link": "",
   "more_text": "September 13th is the date of Town Day, an annual tradition for Arlington that has occurred on a regular basis since 1976. The community building and business promotion that the event emphasizes is beneficial for the town, but the waste it generates is not. Trash contributes to dangerous emissions and pollutes ecosystems, harming plants and animals.<br><br>In the Town Days preceding 2025, booths and displays lining Mass Ave from Pleasant Street to Mill Street gave away cheaply made toys and other trinkets such as water bottles, bags, and t-shirts embedded with logos. These items ended up in the trash after they inevitably broke or they were discarded in a local thrift store once designated undesirable. Local restaurants shared the space, serving up an assortment of delicious food, but this was served in disposable containers that were thrown out along with single-use plastic utensils and cups. Occasionally a stray balloon would escape from a child's grasp, catching on the wind and floating upwards. Unchecked, the balloon posed a risk to marine species and other wildlife.<br><br>With work from numerous citizens and the dedication of Zero Waste Arlington, a trash-free Town Day was organized for the year of 2025 Zero Waste volunteers worked with DPW’s Recycling Coordinator and local restaurant owners to reimagine Town Day as an event that both embodied and encouraged a zero waste approach and philosophy.<br><br>To reduce the harmful waste Town Day generates in a normal year, businesses were prohibited from giving away “souvenir”  items. Instead, local shops and workplaces sponsored musicians or organized games for people walking through the streets. QR codes eliminated the need for paper flyers while still allowing interested passersby to use mobile devices to learn more. Food was served with cutlery and containers that were returned to their corresponding stores to be washed and reused; FoodLink served up snacks made from “rescued” food diverted from the waste stream. A mobile water station offered a convenient way to refill reusable water bottles. Textile recovery booths, the swap shed, and fix-it clinics took to the streets to inform pedestrians of ways to reuse and divert waste from the incinerator. By teaching the valuable skill of restoration and repurposing, citizens of Arlington could learn ways to reduce waste in their own lives, extending the message of zero waste.<br><br>The success of the event and the support the event received ensured that many more zero waste Town Days were sure to come soon.",
   "more_text2":"",
   "note": "1) Town of Arlington, 95% of Textiles are Recycleable – Here’s How. https://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/textile-recycling-donation-reuse <br><br>2) Town of Arlington, Swap Shed. https://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/swap-shed <br><br>3) Arlington Zero Waste Committee. https://zerowastearlington.org/",
   "note1": "Town of Arlington, 95% of Textiles are Recycleable – Here’s How\nhttps://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/textile-recycling-donation-reuse",
   "note2": "Town of Arlington, Swap Shed\nhttps://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/swap-shed",
   "note3": "Arlington Zero Waste Committee\nhttps://zerowastearlington.org/",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 5,
   "subdomain": "ARLINGTON",
   "year": 2026,
   "mon_day": "Sep 1",
   "event": "CURRICULUM CHANGES WITH CLIMATE",
   "spot": "ARLINGTON-20",
   "spot_id": 20,
   "desc": "Student advocacy brings comprehensive climate crisis curriculum to K-12 Arlington Public Schools.",
   "link": "",
   "more_text": "Our generation is our future, and we deserve to know the basics to climate mitigation and adaptation. Our knowledge will set up generations of kids to be aware of their own carbon footprint and strategies to reduce their impact on the environment starting from the beginning. We held student-initiated protests –inspired by youth climate leader Greta Thunberg – for schools to understand that there are so many benefits that come with adding climate mitigation and adaptation to the curriculums; we demanded a change. As a result of our protests, students would learn about the climate crisis and its impact starting in kindergarten all the way through their senior year. We know the lack of knowledge and the spread of false information regarding the climate crisis is huge and teaching correct information by adding it to the curriculum will change the future. It will encourage kids to join groups like debate and environmental clubs, student council, movements led in Arlington, and to vote when they turn 18. We will inspire younger generations to transform their own environment following the steps of our own students and international climate leaders.",
   "more_text2":"",
   "note": "DemocracyNow.org, School Strike for Climate: Meet 15-year-Old Activist Great Thunberg, Who Inspired a Global Movement. https://www.democracynow.org/2018/12/11/meet_the_15_year_old_swedish",
   "note1": "DemocracyNow.org, School Strike for Climate: Meet 15-year-Old Activist Great Thunberg, Who Inspired a Global Movement\nhttps://www.democracynow.org/2018/12/11/meet_the_15_year_old_swedish",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 6,
   "subdomain": "ARLINGTON",
   "year": 2027,
   "mon_day": "Feb 14",
   "event": "REFUGE FROM THE STORM",
   "spot": "ARLINGTON-19",
   "spot_id": 19,
   "desc": "The Support Space opened here to help those struggling with the mental health consequences of climate change.",
   "link": "",
   "more_text": "In discussions about climate change, people often talk about building dams to hold back rising sea levels, switching to electric cars to avoid using gas, and other external measures.However, we rarely discuss how the climate crisis affects our internal wellbeing. The anxiety of the crisis alone greatly affects our population. A 2020 poll by the American Psychiatric Association revealed that more than ⅔ of Americans are “somewhat or extremely anxious about the impact of climate change on the planet”, and more than half are “somewhat or extremely anxious about the impact of climate change on their own mental health.” The specific impacts of the climate crisis also have the potential to greatly hurt people’s mental health. Even while most of us are relatively safe from natural disasters in Arlington, we may feel anxiety about family members in areas prone to natural disaster, and some of us have even experienced loss of loved ones due to climate catastrophe. We are also experiencing the grief that comes with watching animal species go extinct, or the anxiety that many climate refugees are forced to feel due to lack of housing and scarcity of food.<br><br>However, like every aspect of the climate crisis, there are ways to adapt to the situation and find small solutions that will counteract the impact of the climate crisis on our mental health. Opening a mental health center or even a hotline geared towards those struggling with the climate crisis can give people a space to discuss their concerns while being together in community. The Arlington Community Center is an ideal, central location for this. The Support Space opened in 2027 in a building behind Arlington Town Hall that at the time contained the Arlington Senior Center, the Arlington Department of Health, and the Arlington Center for the Arts. At the same time, people were urged to include small individual acts such as meditation, yoga, and making space in busy schedules for opportunities for joy; it was recognized that this can also have a positive impact as we seek to live with the losses caused by climate change.<br><br>TAKE ACTION NOW!<br><br>Overall, it’s important to try to retain a sense of optimism so that we can continue to work for positive change. While it’s easy to get overwhelmed by the sheer scale of this crisis, we must try to remember that, even if it takes time, this crisis will be solved, as long as we are all working together towards a just transition.<br><br>Many climate justice organizations put an emphasis on community building and strengthening relationships, in order to help boost a feeling of safety and hopefulness as we work together. For example, organizations such as the Sunrise Movement promote singing songs together whenever possible, and always provide space for sharing feelings and emotions that may come up during the difficult work. Even for those who may not belong to a larger organization, they can bring that attitude into their individual work as well, and make sure to let themselves process those feelings. Worldwide climate organization Extinction Rebellion provides a few activities that individuals can do to promote what they call “regenerative culture”, which can be reached here. Environmental artist Sophy Tuttle also provides a “guide to grief” meant to help people work through their feelings in the face of the climate crisis. The guide accompanies her mixed media art piece titled “Solastalgia”.",
   "more_text2":"",
   "note": "",
   "note1": "",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 7,
   "subdomain": "ARLINGTON",
   "year": 2028,
   "mon_day": "Jun 1",
   "event": "STAYING AFLOAT AGAINST ALGAE",
   "spot": "ARLINGTON-9",
   "spot_id": 9,
   "desc": "Floating wetlands installed in Spy Pond to filter water and reduce toxic algae.",
   "link": "",
   "more_text": "Harmful algal blooms in Spy Pond have been becoming more frequent in the 2020s due to a combination of nitrogen and phosphorus pollution and warming water temperatures with climate change. In 2023, Arlington launched an experimental solution: floating wetlands.<br><br>Floating wetlands, also referred to as islands, are “small artificial platforms that allow aquatic plants to grow in water that is typically too deep for them”. They simulate wetlands and work to remove phosphorus and nitrogen from the water – nutrients which can help spur growth of algae – and create a refuge for zooplankton to hide, which are microscopic animals that eat the cyanobacteria creating the problem. Some existing plants that have been implemented are Arrow Arum, Swamp Rose, and Swamp Milkweed. Multiple floating wetlands have already been installed in McClennen and Menotomy Rocks Park via an Eagle Scout project.<br><br>The chance of algal blooms – excessive growth of (sometimes toxic) algae in bodies of water – has increased with climate change. They occur when water temperatures are elevated because of the rise in global temperatures – whether in salt or freshwater. These toxic algal blooms had already started appearing in 2021, causing eye and skin irritation. Originally, these blooms were combated with chemicals, but as chemicals can negatively affect humans and they do not regenerate the natural environment, floating wetlands were chosen later on. Toxin levels are hard to predict, having the ability to vary from day to day. Toxic freshwater algae are no walk in the park. One type (microcystis) can lead to gastrointestinal illness and liver damage. While there are variants that aren’t toxic, they can still lead to an undesirable habitat for both the ecosystem and us. These floating wetlands have helped remarkably – not only in our town, but in locations all around the nation.<br><br>TAKE ACTION NOW!<br><br>If you wish to preserve this iconic landmark of our town, you, too, can volunteer to clean-up or do other activities with Friends of Spy Pond– who have raised funds for plantings of native plants to stop erosion and the installation of handicapped accessible paths and observation decks in Spy Pond Park.\nFloating wetlands aren’t the only type of nature-based infrastructures (called “green infrastructure”) to work against climate change; here are some others which you can advocate for:\nTrees can be planted to provide shade and reduce urban heat.<br><br>Storm water treatment systems can be engineered with soil and plantings to absorb, slow down and/or clean polluted water at times of flooding.<br><br>Restoring wetlands and natural shorelines can help to manage sea level rise and hurricane storm surges.",
   "more_text2":"",
   "note": "1) Town of Arlington, Health and Human Services News. https://www.arlingtonma.gov/Home/Components/News/News/11458/1525?human=services&fsiteid=1#!/ <br><br>2) National Institute of Environmental Health Sciences, Algal Blooms. https://www.niehs.nih.gov/health/topics/agents/algal-blooms/index.cfm <br><br>3) The Charles River Conservancy has installed large floating wetlands in the Charles River.  You can find info on their website: https://thecharles.org/floating-wetlands/ <br><br>4) Charles River Conservancy has produced a short video explaining why algae flourishes due to phosphorus and nitrogen pollution -- the same thing would happen in Spy Pond. Floating Westland Series #2: Why Cyanobacteria Thrive in the Charles (YouTube.com). https://youtu.be/icen7dIJpSw <br><br>5) 2020 Annual Water Bodies Report, Arlington Conservation Commission/Water Bodies Working Group. https://www.arlingtonma.gov/town-governance/boards-and-committees/conservation-commission/projects",
   "note1": "Town of Arlington, Health and Human Services News\nhttps://www.arlingtonma.gov/Home/Components/News/News/11458/1525?human=services&fsiteid=1#!/",
   "note2": "Department of Ecology/State of Washington, Is a harmful algae bloom coming to a lake near you?\nhttps://ecology.wa.gov/Blog/Posts/March-2020/Is-a-harmful-algae-bloom-coming-to-a-lake-near-you",
   "note3": "National Institute of Environmental Health Sciences, Algal Blooms\nhttps://www.niehs.nih.gov/health/topics/agents/algal-blooms/index.cfm",
   "note4": "",
   "note5": "The Charles River Conservancy has installed large floating wetlands in the Charles River.  You can find info on their website.\nhttps://thecharles.org/floating-wetlands/",
   "note6": "Charles River Conservancy has produced a short video explaining why algae flourishes due to phosphorus and nitrogen pollution -- the same thing would happen in Spy Pond.  Floating Westland Series #2: Why Cyanobacteria Thrive in the Charles (YouTube.com)\nhttps://youtu.be/icen7dIJpSw"
   
 },
 {
   "id": 8,
   "subdomain": "ARLINGTON",
   "year": 2029,
   "mon_day": "Jul 4",
   "event": "FREE TICKET TO RIDE",
   "spot": "ARLINGTON-12",
   "spot_id": 12,
   "desc": "Public transit becomes free to all, reducing traffic and emissions.",
   "link": "https://www.arlingtonma.gov/departments/planning-community-development/transportation-planning",
   "more_text": "Free public transport, or zero-fare public transport, was seen as an important step to achieve climate mitigation by people all over the Greater Boston Area. Similar to many other places looking at switching to free public transportation, people became inspired and protested to accomplish this critical change. It wasn’t easy to get policy makers to agree to budget increases necessary for a zero-fare initiative, but people cared enough to hit the streets and demand action. Protesting encourages people to speak up and work towards systemic change, no matter their position. Protesters successfully emphasized that this new way of managing public transport is a more fair means of transportation that is accessible. Additionally, this shift was a necessity if the Greater Boston Area hoped to meet its carbon reduction targets. Having free buses and trains will increase the number of people who are able to use them and also encourage people to make a more sustainable choice when thinking about their means of transportation. Ultimately, obtaining free public transport reduces the amount of vehicles on the road, reducing greenhouse gas emissions.<br><br>Bostonians were inspired by Olympia, Washington. After just a month of zero-fare public transport, there was a 20% increase of passengers, over 60,000 people. At the time, news reports emphasized the amount of citizens' salaries dedicated to public transport fees, showing how a free of charge system would change many people's lives. In an example closer to home, Cambridge found that lower income citizens are more likely to depend on public transport compared to middle or high income people. In a fight for climate justice and transit justice, free public transport is essential for making our communities more equitable. And there are numerous benefits to public transport. In an opinion piece originally published in the local paper, then Cambridge Vice Mayor Alanna Mallon pointed out that one full capacity bus has the ability to take 36 cars off of the Greater Boston Area’s crowded streets, which would additionally reduce pollution. Not to mention that today's buses “release 98% less pollutants into the atmosphere than its 1980 equivalent.”<br><br>TAKE ACTION NOW!<br><br>To work towards achieving this goal in 2029, this data, along with much more including some gathered from the 100 estimated cities that have zero-fare public transportation, would be presented to committees all throughout the Greater Boston Area. Advocating and protesting for zero-fare public transport will assist the switch that our project envisions materializing on July 4, 2029.<br><br>You can read more about Arlington’s own Sustainable Transportation Plan here: ",
   "more_text2": " and advocate for implementation with your town representatives.",
   "note": "1) CNBC.com/Make it, Americans spend over 15% of their budgets on transportation costs – these U.S. cities are trying to make it free. https://www.cnbc.com/2020/03/02/free-public-transportation-is-a-reality-in-100-citiesheres-why.html <br><br>2) Cambridge City Councilor/Vice Mayor Alanna Mallon, Proposed Fare Free Bus Pilot is a Step in the Right Direction. https://alannamallon.org/proposed-fare-free-bus-pilot-is-a-step-in-the-right-direction/ <br><br>3) Town of Arlington, Transportation Planning. https://www.arlingtonma.gov/departments/planning-community-development/transportation-planning",
   "note1": "CNBC.com/Make it, Americans spend over 15% of their budgets on transportation costs – these U.S. cities are trying to make it free\nhttps://www.cnbc.com/2020/03/02/free-public-transportation-is-a-reality-in-100-citiesheres-why.html",
   "note2": "Cambridge City Councilor/Vice Mayor Alanna Mallon, Proposed Fare Free Bus Pilot is a Step in the Right Direction\nhttps://alannamallon.org/proposed-fare-free-bus-pilot-is-a-step-in-the-right-direction/",
   "note3": "Town of Arlington, Transportation Planning\nhttps://www.arlingtonma.gov/departments/planning-community-development/transportation-planning\n",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 9,
   "subdomain": "ARLINGTON",
   "year": 2031,
   "mon_day": "May 1",
   "event": "GREEN LINE EXTENSION",
   "spot": "ARLINGTON-2",
   "spot_id": 2,
   "desc": "Arlington Tree Committee plants first of 1,000 trees along Mass Ave to reduce heat island effect.",
   "link": "",
   "more_text": "TEXT TO COME",
   "more_text2":"",
   "note": "",
   "note1": "",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 10,
   "subdomain": "ARLINGTON",
   "year": 2032,
   "mon_day": "Oct 22",
   "event": "AMELIA EARHART FOUND UNDERWATER",
   "spot": "ARLINGTON-1",
   "spot_id": 1,
   "desc": "Storm waters surge over Amelia Earhart Dam, creating Arlington’s first climate refugees.",
   "link": "",
   "more_text": "In the third decade of the 21st century the threat of climate change is inescapable: radical changes in weather patterns, rising sea levels, and increased natural disasters – to name a few – create great uncertainty about the future of our planet and our communities. Although climate change wields great potential to devastate the Greater Boston Area, in 2021 few Arlington residents even considered the thought that they might be forced to relocate due to sea level rise in the next 10 to 20 years; wasn’t this a threat limited to coastal communities?<br><br>The Amelia Earhart Dam spans the Mystic River in Everett preventing natural tidal behavior in the river and protecting residents in surrounding towns living close to its banks. The dam was originally built to prevent mud flats and tidal flooding; this allowed developers to build housing in marshlands that had historically been inundated by water twice a day with high tide. As sea levels rise the Dam’s capacity to restrain the river and protect local residents from the harbor’s natural behavior diminishes. The Dam stands at a modest 22.2 feet, a height that storms will soon eclipse on our current extreme-weather trend: already in 2018 the water in the harbor was brought to 21.3 feet by Winter Storm Grayson.<br><br>Catastrophic flooding due to a “100 year” storm is just a foretaste of the permanent changes to come unless major investments are made in elevating or rebuilding the Amelia Earhart Dam.  A short-term fix is estimated at $45 million, a longer-term fix at $121 million, and rebuilding at $800 million to $1.2 billion. Scientists project that in about 20 years from now water from storm surges will regularly exceed 22 feet, damaging the integrity of the dam leading to the flooding of the Mystic River. Flooding of the Mystic threatens to displace thousands of residents in towns like Medford, Somerville, and Arlington. Rising water will find its way back into repurposed marshland and return the area to what it was before settlement; moreover, water will destroy hundreds of homes and create climate refugees in several towns.<br><br>Adding inches to aging infrastructure may provide temporary serenity for residents as sea levels continue to rise. But climate change’s status as a world issue gradually moves to the forefront of more peoples’ minds as years pass. The only way to combat the threat is proactive action, education, and pressure on representatives to bring about long lasting change. This planet would always outlive our inflictions, but can we assume the atonement?<br><br>TAKE ACTION NOW!<br><br>In addition to speaking out against the secret actions of our government and corporations and demanding efforts towards net zero carbon emissions, you can oppose developments in wetlands or floodplains and find out more about green infrastructure. Green infrastructure offers many solutions to managing floods -- often using natural techniques -- as an alternative to man made barriers. Some of the techniques green infrastructure employs include: restoring wetlands and natural shoreline, creating rain gardens to manage urban flooding, and even building new oyster reefs in coastal waters to absorb some of the energy of storms heading for shore.",
   "more_text2":"",
   "note": "Wicked Local/Arlington Advocate, “Rising sea levels, crumbling infrastructure and a natural disaster waiting to happen”. https://www.wickedlocal.com/story/arlington-advocate/2021/04/06/amelia-earhart-dam-poses-boston-area-flooding-risk/7062474002/",
   "note1": "Wicked Local/Arlington Advocate, “Rising sea levels, crumbling infrastructure and a natural disaster waiting to happen”\nhttps://www.wickedlocal.com/story/arlington-advocate/2021/04/06/amelia-earhart-dam-poses-boston-area-flooding-risk/7062474002/",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 11,
   "subdomain": "ARLINGTON",
   "year": 2032,
   "mon_day": "Dec 31",
   "event": "MORE POSITIVE ENERGY",
   "spot": "ARLINGTON-15",
   "spot_id": 15,
   "desc": "90% of homes and businesses now use 100% renewable electricity.",
   "link": "",
   "more_text": "TEXT TO COME",
   "more_text2":"",
   "note": "",
   "note1": "",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 12,
   "subdomain": "ARLINGTON",
   "year": 2034,
   "mon_day": "Mar 5",
   "event": "FOOD WASTE IS WORM-FOOD",
   "spot": "ARLINGTON-22",
   "spot_id": 22,
   "desc": "Arlington opens first facility to support mandatory composting.",
   "link": "",
   "more_text": "In 2033 Arlington passed a composting mandate that prevented residents, restaurants, and food stores from disposing of organic waste in the trash. The compulsory composting plan was created as a result of advocacy from public school Green Teams and Zero Waste Arlington, two local organizations with an emphasis on waste reduction. Arlington youth played an important role in supporting the legislation just as they did for introducing and managing composting in Arlington’s schools during prior years. Following the initiative’s institution, Arlington opened its first composting facility in 2034 to cache the food waste which became illegal to throw away.<br><br>Composting in Arlington began with backyard compost bins, drop off bins, and curbside subscription services. These programs were made widely available in the 2020s as the popularity of composting grew. With the anticipated increase in collected organic material after the ban, Arlington developed a central composting complex to match the growing demand, to allow all residents to easily discard organic waste, and to reduce the fossil fuel and transportation costs involved in shipping waste to another community for composting.<br><br>The composting mandate diverted food waste from incinerators. As a result, Arlington was able to save approximately three thousand tons of material annually from being incinerated. Incinerated waste contributes to greenhouse gas emissions and these facilities produce harmful pollutants that threaten human health in surrounding areas. Seventy-nine percent of US incinerators are near low-income and minority communities meaning incinerators endanger marginalized groups on a much greater scale.\nThe Environmental Protection Agency examines the issue of food waste from a national perspective; the US has the greatest food waste generation in the world. This food waste often ends up in landfills making food waste approximately a quarter of all municipal solid waste. When food waste ends up in disposal areas it doesn’t enrich the soil through decomposition. Instead, the food rots and produces methane gas which traps heat in the atmosphere, contributing to climate change. Composting food scraps makes healthy soils that come with many benefits such as improved water retention and a reduced need for pesticides and fertilizers. Composting converts waste into a product that is useful. It’s nature’s way of recycling, and a timeless tradition that gives back to the community.<br><br>TAKE ACTION NOW!<br><br>Read more about the different ways to compost in Arlington here.  Advocate for a comprehensive composting program that would tackle our town’s organic waste systemically.",
   "more_text2":"",
   "note": "1) Town of Arlington, “Food Scrap Diversion: it’s time to take back the power of our food scraps”. https://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/food-scrap-diversion <br><br>2) The Guardian, “Revealed: 1.6 million Americans live near the most polluting incinerators in the US. https://www.theguardian.com/environment/2019/may/21/us-pollution-incinerators-waste-burning-plants-report <br><br>3) EPA, Sustainable Management of Food. https://www.epa.gov/sustainable-management-food/sustainable-management-food-basics",
   "note1": "Town of Arlington, “Food Scrap Diversion: it’s time to take back the power of our food scraps”\nhttps://www.arlingtonma.gov/departments/public-works/recycling-trash-composting/food-scrap-diversion",
   "note2": "The Guardian, “Revealed: 1.6 million Americans live near the most polluting incinerators in the US\nhttps://www.theguardian.com/environment/2019/may/21/us-pollution-incinerators-waste-burning-plants-report",
   "note3": "EPA, Sustainable Management of Food\nhttps://www.epa.gov/sustainable-management-food/sustainable-management-food-basics",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 13,
   "subdomain": "ARLINGTON",
   "year": 2035,
   "mon_day": "Jun 1",
   "event": "INVADERS KNOT ALLOWED",
   "spot": "ARLINGTON-23",
   "spot_id": 23,
   "desc": "First Knotweed Cafe opened here, serving local and safely foraged invasive plants.",
   "link": "",
   "more_text": "Japanese knotweed is an invasive species originally from East Asia. It was brought over to the Americas and became popular as a fast-growing landscape feature; however, people did not yet know the ecological damage that it could cause. Japanese knotweed grows and spreads extremely quickly. Knotweed has the potential to create a desert where nothing can survive, effectively halting biodiversity. This lack of biodiversity and excess of Japanese knotweed has led to insufficient food and habitat for native species. Japanese knotweed can even increase flooding by interfering and damaging devices preventing flooding. The dangers of this invasive species are great, but there is a clear solution: we can safely consume Japanese knotweed! This is the concept of the “Knotweed Cafe” and research revealed that there are a multitude of knotweed recipes that taste delicious.<br><br>The Knotweed Café in Arlington offers the perfect way to keep Japanese knotweed under control while bringing our community together. Our many local cafés prove how amazing food and connections can benefit Arlington residents. This twist on a regular café will have the same effect. The “locally foraged knotweed” aspect of this café is essential. The café not only uses knotweed in their products, but this knotweed will be foraged within Arlington. When customers attend this café, they will be able to feel the positive impact that they are making on the environment within their community.<br><br>TAKE ACTION NOW!<br><br>You don’t have to go to a restaurant to begin tackling Japanese knotweed and its effect on our community. As mentioned earlier, there are many recipes that you can use on your own to make knotweed treats, snacks, drinks, and more. The website, Eat the Invaders, has an entire page dedicated to knotweed recipes. For these recipes, knotweed can be foraged in many places throughout Arlington, especially on the bike path. When foraging knotweed and other invasive species, it is important to be careful about contaminated soil. Plants growing in contaminated soil will absorb dangerous substances. According to the International Association of Certified Home Inspectors, some markers of contaminated soil are “apparent discolorations in soil and strong odors.” Furthermore, when foraging for knotweed, we want to stop the spread of this species, not exacerbate it. Little, leftover pieces of knotweed can create new plants if in the right environment. Because of this, make sure to prevent this further spread by allowing “them to dry out fully, or rot completely (e.g., in black plastic bag) before disposing of them” (Eat the Invaders). Another thing to think about is the different parts of foraged plants. Only some parts may be edible, so do some research to find out what is safe. Being careful when foraging is important, but eating and cooking with knotweed is a direct way to help Arlington’s environment!<br><br>With the climate crisis worsening, foraging will be an increasingly essential way to secure food. Changing temperatures, seasons, and weather patterns can make agriculture difficult. There will be instances where certain foods are expensive or simply unavailable. Foraging is a tool that can be used when buying food from other sources is impossible. In addition, foraging is almost always free. When you develop the skills necessary to know what foods in nature are safe to eat, you can save money and help the environment. The production of food produces many carbon emissions, so foraging is a sustainable alternative. Furthermore, Japanese knotweed is not the only invasive species that can be used as a food source. Brucie Moulton from the Mystic/Charles Pollinator Pathways group notes that in addition to Japanese knotweed, garlic mustard, chicory, and Asiatic dayflower are all edible invasive plants that can be found in Arlington. Leda Meredith’s website has even more organisms to forage in the Northeast and recipes to go along with them. Just like the plants, invasive animals are being brought under control on human plates, for example, green crabs along the New England Coast and Asiatic carp in the Great Lakes. Foraging organisms, invasive or not, allows us to think locally about the broader issue of climate change.",
   "more_text2":"",
   "note": "1) International Association of Certified Home Inspectors, Soil Contamination Inspection. https://www.nachi.org/soil-contamination-inspection.htm <br><br>2) Eat the Invaders, Japanese Knotweed. http://eattheinvaders.org/japanese-knotweed/ <br><br>3) Greencrab.org, Why eat green crabs? https://www.greencrab.org/about <br><br>4) Leda Meredith, The Forager’s Feast, Japanese Knotweed Bars. http://ledameredith.com/japanese-knotweed-bars-wild-food-recipe/",
   "note1": "International Association of Certified Home Inspectors, Soil Contamination Inspection\nhttps://www.nachi.org/soil-contamination-inspection.htm",
   "note2": "Eat the Invaders, Japanese Knotweed\nhttp://eattheinvaders.org/japanese-knotweed/ ",
   "note3": "Greencrab.org, Why eat green crabs?\nhttps://www.greencrab.org/about",
   "note4": "Leda Meredith, The Forager’s Feast, Japanese Knotweed Bars\nhttp://ledameredith.com/japanese-knotweed-bars-wild-food-recipe/",
   "note5": "",
   "note6": ""
 },
 {
   "id": 14,
   "subdomain": "ARLINGTON",
   "year": 2039,
   "mon_day": "May 17",
   "event": "BIKING WITH THE FISHES",
   "spot": "ARLINGTON-10",
   "spot_id": 10,
   "desc": "Minuteman Bikeway closes permanently due to dangerous flooding.",
   "link": "",
   "more_text": "Climate change affects big and small aspects of our everyday lives. Most people focus on the larger part of climate change: our disappearing coral reefs, tremendously powerful tropical storms, and the temperature rising every year. But the small things are just as important, and they are vanishing.\nThe Minuteman Bikeway is one of those small things. It is our community escape into nature, a part of Arlington’s history, integral to our society as a place to decompress or travel. But it has become threatened by climate change just like the big things. With low elevation, heavy rainfall and increasingly larger storms, flooding along the Bike Path made it more and more difficult to use. The new problems include treacherous waters and crumbling pieces of asphalt that become dangerously sharp debris. Some parts of the Bike Path are below sea level, making it even more prone to devastating flooding. Climate change disrupts normal storms and shapes them into disasters. With our use of fossil fuels warming the planet, there is more water in the air because of the excess heat. Warmer air holds 7% more water for every degree Celsius that we raise our temperature. With that increase in moisture, storms have become more powerful. This is part of the reason flooding became more and more frequent through the 2020s and 2030s and, on its 50th anniversary, the Bikeway was finally closed for public safety.<br><br>Established in 1992, the Bikeway has shaped our community for 50 years, offering the perfect shared space for traveling, biking, running, walking, or even just enjoying nature. Not only has the Bike Path provided a place where residents can enjoy time outside, it has also encouraged environmentally friendly transportation instead of driving fossil burning vehicles. Without it, we lose part of Arlington’s history and culture. <br><br>TAKE ACTION NOW!<br><br>The Bike Path has been with us in the past and present, first as a railroad, and now as a community-oriented nature oasis. With its future threatened, there are steps that Arlington must take to prevent the Bikeway from closing.<br><br>In order to help save our treasured space, we need to reduce our global impact. On an individual level, citizens of Arlington can compost, use less water and electricity, and consider using public transportation, walking or biking instead of driving. Citizens can also contact local representatives and put new legislation in place to help the environment, whether it be banning plastic bags or stopping new buildings from using fossil fuels. The Bikeway is a gift. We can’t abandon it now.",
   "more_text2":"",
   "note": "",
   "note1": "",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 15,
   "subdomain": "ARLINGTON",
   "year": 2040,
   "mon_day": "Dec 31",
   "event": "PUBLICTRICITY",
   "spot": "ARLINGTON-11",
   "spot_id": 11,
   "desc": "Last gas powered public bus retired. Bus service becomes 100% electric.",
   "link": "",
   "more_text": "Even though in the 2030s many people in Arlington had transitioned to electric vehicles, public transportation still had a ways to go. In coordination with MassDOT and the Boston Region Metropolitan Planning Organization, the MBTA (Massachusetts Bay Transportation Authority) launched a large project to combat emissions: retiring all gas-powered public buses. By December 31, 2040, the last bus was replaced, and a celebratory parade of electric buses was held down Mass Avenue. This procedure had been enacted to combat the consistent pollution released by transport– and especially public buses. In the beginning of the century, one major source of global warming was nitrogen oxides in the atmosphere. More than half in the few decades after the 2000s were produced by transportation– most often cars, trucks, and buses. However, the MBTA managed to complete a large project in terms of combatting emissions in 2040 – retiring all gas-powered public buses. With the last one retired on December 31st, 2040, the entire service of 1,150 buses became 100% electric.<br><br>Buses powered by diesel have far higher negative effects on the environment compared to those powered by electricity. They can also have negative effects on human health, ranging from irritation of the respiratory system, causing coughing, choking, and reduced lung capacity, to blocking oxygen to the brain, heart and other vital organs. Buses were classified as heavy-duty vehicles (along with trucks) and comprised only 5% of vehicles actually on the road, but generated more than 25% of emissions created by the transportation sector in the U.S. in 2018. Moreover, tailpipe emissions from transportation contributed to over ⅕ of the United States’ total global warming pollution – but electric buses helped reduce this source. <br><br>The MBTA had used electric trolley buses (ETBs) in the past, which drew power from rails or overhead lines. They decided to switch to battery electric buses (BEBs) due to reasons such as a lower lifecycle cost and fewer roadway blockages. And beginning in 2022, the MBTA began working steadfastly to help transform their public bus service to becoming fully electric– and although they measured it as a 20 year long project, it was finished just on time – New Year’s Eve! They first began to transition from diesel buses to diesel electric buses, with the last one purchased in 2027, completing a five-year contract. In late 2023 and 2024, they replaced 250 retired diesel buses with a combination of BEBs and Enhanced-Electric Hybrid buses to serve the new Quincy bus maintenance facility and the North Cambridge facility. Past those deliveries, they purchased between 80 and 100 buses each year, finishing the project just recently. The completion of this transition aided with pollution reduction and lessening of emissions as proven.<br><br>TAKE ACTION NOW!<br><br>Advocate for the electrification of all buses!  And, of course, leave your car at home and take public transportation whenever possible. Over the decades, research and study across the United States have proven that electric-battery buses have been shown to have lower emissions than diesel and natural gas-powered buses all around the nation. A study done in 2018 demonstrated that in North Carolina, operating three electric buses would create the equivalent emissions of one diesel bus. Depending on the region/state, a diesel bus has 1.5 to 8 times the emissions of an electric bus. And the more people that utilize the public transport system, the better: in the same study, an electricity powered bus in New York was shown to have fewer emissions than even an average passenger car (350 grams carbon dioxide equivalents to 500g, respectively). The MBTA’s decision to transition into a fully electric system has benefitted both ourselves and the world around us– beginning with a cleaner future.",
   "more_text2":"",
   "note": "1) Mass Bay Transportation Authority (MBTA.com), Bus Electrification. https://www.mbta.com/projects/bus-electrification <br><br>2) Mass Bay Transportation Authority MBTA.com, Greening the Fleet: Decarbonizing the MBTA. https://www.mbta.com/sustainability/greening-the-fleet-decarbonizing-the-mbta <br><br>3) Union of Concerned Scientists, The Equation, Electric vs Diesel vs Natural Gas: Which Bus is Best for the Climate? https://blog.ucsusa.org/jimmy-odea/electric-vs-diesel-vs-natural-gas-which-bus-is-best-for-the-climate/ <br><br>4) Mass Bay Transportation Authority (MBTA.com), Sustainability and Resiliency at the MBTA. https://www.mbta.com/sustainability <br><br>5) Union of Concerned Scientists, Cars, Trucks, Buses and Air Pollution. https://www.ucsusa.org/resources/cars-trucks-buses-and-air-pollution <br><br>6) Mass Bay Transportation Authority, Bus Electrification Plan. https://cdn.mbta.com/sites/default/files/2022-5-Bus-Electrification-Plan.pdf <br><br>7) Mass Bay Transportation Authority (MBTA.com), Capital Investment Plan. https://www.mbta.com/financials/capital-investment-plan",
   "note1": "Mass Bay Transportation Authority (MBTA.com), Bus Electrification\nhttps://www.mbta.com/projects/bus-electrification",
   "note2": "Mass Bay Transportation Authority MBTA.com, Greening the Fleet: Decarbonizing the MBTA\nhttps://www.mbta.com/sustainability/greening-the-fleet-decarbonizing-the-mbta",
   "note3": "Union of Concerned Scientists, The Equation, Electric vs Diesel vs Natural Gas: Which Bus is Best for the\nClimate?\nhttps://blog.ucsusa.org/jimmy-odea/electric-vs-diesel-vs-natural-gas-which-bus-is-best-for-the-climate/",
   "note4": "Mass Bay Transportation Authority (MBTA.com), Sustainability and Resiliency at the MBTA\nhttps://www.mbta.com/sustainability",
   "note5": "Union of Concerned Scientists, The Equation, Electric vs Diesel vs Natural Gas: Which Bus is Best for the\nClimate?\nhttps://blog.ucsusa.org/jimmy-odea/electric-vs-diesel-vs-natural-gas-which-bus-is-best-for-the-climate/",
   "note6": "Mass Bay Transportation Authority (MBTA.com), Sustainability and Resiliency at the MBTA\nhttps://www.mbta.com/sustainability"
 },
 {
   "id": 16,
   "subdomain": "ARLINGTON",
   "year": 2041,
   "mon_day": "Oct 5",
   "event": "DEPARTURE FROM HEAT ISLAND",
   "spot": "ARLINGTON-3",
   "spot_id": 3,
   "desc": "Final flat roof along Mass Ave painted white to decrease urban heat island effect.",
   "link": "",
   "more_text": "One of the most important consequences of climate change is global warming. Due to human activities, (in other words, the burning of fossil fuels – coal, oil, gas), the Earth has been slowly creeping up in temperature with increasing industrialization. Since the pre-industrial period (between 1850 and 1900), countries and individual states/cities are hitting record high numbers everyday as the temperatures increase and it is going to get worse. For example, the nearby City of Cambridge’s 2015 Climate Change Vulnerability Assessment estimated that by 2030, “the number of summer days above 90 degrees could triple.”  Not only is extreme heat like this uncomfortable to many, but it is considered a more dangerous threat to human health than flooding. So, what can we do to help?<br><br>The typical answer to this question usually falls along the following suggestions: Using metal straws in place of plastic straws, taking public transportation in lieu of emitting gas into the atmosphere from a car, setting up a compost bin to recycle organic matter rather than choosing the easy option of tossing the garbage into a trash bin, and such. However, these tasks may seem inconvenient or even ineffective to some and therefore they might choose to opt out of implementing these solutions into their everyday routines. So, are there any other ways to help without putting in extra work, everyday? In fact, there are.<br><br>Our roads and parking lots, made of concrete and black asphalt, significantly contribute to our rising temperatures; in cities and towns, paved surfaces dominate the landscape, causing what is referred to as “urban heat islands.” The dark black colors absorb up to 90% of the sun’s radiation and warm up the surrounding air. Roads make up a large percentage of US land, with “approximately 18 billion tons of asphalt pavement on America's roads” (National Asphalt Pavement Association). Zooming out and looking at our Earth from a bird’s-eye view, you can immediately see that populated areas of land are filled with long black lines; as if these areas were decorated with strips of black carpet, placed neatly on the floor to signify a walking or driving area. However, if you were to zoom into an individual street, not only would you see the black strip of road, but on either side will be something else with this familiar dark color– roofs.<br><br>A large majority of flat roofs are black and made from a material called asphalt roll. Not only are roads being created with this highly sun-absorbing material, but most flat roofs on commercial and apartment buildings are also topped off with this same heat-absorbing color, in direct view of the sun. With this in mind, it is simple to understand why so much heat is trapped, and therefore, why our temperatures are increasing fastest in cities. In addition, more energy is required for air-conditioning to cool the interior of these buildings, increasing our carbon footprint.<br><br>White roofs have become increasingly popular and have started to be recommended or even required in zoning regulations around the U.S. as a way of addressing local heat problems. This article from 2014 clearly breaks down the negative effects of asphalt/black roofs and explains how white roofs can reduce this. Requiring white roofs as a way to reflect heat from the sun is a solution that will prevent black/asphalt roofs from absorbing heat and increasing Arlington's daily temperatures.<br><br>TAKE ACTION NOW!<br><br>Regulations should be established so that all new buildings and homes built throughout Arlington are automatically constructed with flat white roofs or light-colored shingles. As for the structures that are already standing, our hopes would be to get grant funding in order to start painting these roofs white, starting with the Mass Ave corridor.<br><br>In the future, our goal is to go even further – to convert from white roofs to green roofs, meaning roofs covered in plants and vegetation. There is an ongoing debate regarding the effectiveness of white roofs; green roofs have additional advantages. As new buildings are being built, they can be engineered in a way to safely carry the weight of soil and plants. Green roofs are not just beneficial for regulating sun-absorption, but for, “reducing and filtering stormwater runoff; absorbing pollutants and carbon dioxide; providing natural habitat; and in the case of intensive green roofs, serving as recreational green space” (Using Cool Roofs to Reduce Heat Islands). (More information on green roofs can be found here.)<br><br>Steps need to be taken to save our slowly dying planet. Without immediate change, the temperatures will continue to climb, storms will become increasingly dangerous and sea levels will rise and produce massive floods. No matter how much effort individuals can put into this fight, every resident should be taking action. As listed above, simple solutions have been created. It is important to evaluate the time that you have and set goals for yourself as to what you will do, daily, to combat climate change. White roofs are a wonderful way to get involved with minimum effort as it does not require daily work. After all, you only have to paint your roof once! More information on white roof maintenance can be found here.",
   "more_text2":"",
   "note": "1) City of Cambridge, Climate Change Vulnerability Assessment & Neighborhood Plans. https://www.cambridgema.gov/CDD/Projects/Climate/climatechangeresilianceandadaptation.aspx <br><br>2) NAPA (National Asphalt Pavement Association), Fast Facts. https://www.asphaltpavement.org/uploads/documents/GovAffairs/NAPA%20Fast%20Facts%2011-02-14%20Final.pdf <br><br>3) Nation Swell, The Rooftop Decoration That Could Cut Your Energy Costs. https://nationswell.com/white-roof-project-reduces-energy-usage/ <br><br>4) EPA, Using Cool Roofs to Reduce Heat Islands. https://www.epa.gov/heatislands/using-cool-roofs-reduce-heat-islands <br><br>5) Green Roofers, Advantages and Disadvantages of Green Roofs. https://www.greenroofers.co.uk/green-roofing-guides/advantages-disadvantages-green-roofs/ <br><br>6) Facility Executive, Keep Cool, With Proper Cool Roof Maintenance. https://facilityexecutive.com/2015/08/keep-cool-with-proper-cool-roof-maintenance/ <br><br>7) City of Cambridge, How to Stay Cool During Extreme Heat. https://www.cambridgema.gov/news/2021/06/extremeheatinformation <br><br>8) AGU/Thriving Earth Exchange, Developing a Methodology for Measuring Changes in Albedo to Reduce Urban Heat Island Effect. https://thrivingearthexchange.org/project/cambridge-ma/",
   "note1": "City of Cambridge, Climate Change Vulnerability Assessment & Neighborhood Plans\nhttps://www.cambridgema.gov/CDD/Projects/Climate/climatechangeresilianceandadaptation.aspx",
   "note2": "NAPA (National Asphalt Pavement Association), Fast Facts\nhttps://www.asphaltpavement.org/uploads/documents/GovAffairs/NAPA%20Fast%20Facts%2011-02-\n14%20Final.pdf",
   "note3": "Nation Swell, The Rooftop Decoration That Could Cut Your Energy Costs\nhttps://nationswell.com/white-roof-project-reduces-energy-usage/",
   "note4": "EPA, Using Cool Roofs to Reduce Heat Islands\nhttps://www.epa.gov/heatislands/using-cool-roofs-reduce-heat-islands",
   "note5": "Green Roofers, Advantages and Disadvantages of Green Roofs\nhttps://www.greenroofers.co.uk/green-roofing-guides/advantages-disadvantages-green-roofs/",
   "note6": "Facility Executive, Keep Cool, With Proper Cool Roof Maintenance\nhttps://facilityexecutive.com/2015/08/keep-cool-with-proper-cool-roof-maintenance/"
 },
 {
   "id": 17,
   "subdomain": "ARLINGTON",
   "year": 2042,
   "mon_day": "Dec 6",
   "event": "PUMPED FOR RENEWABLES",
   "spot": "ARLINGTON-21",
   "spot_id": 21,
   "desc": "The Brattle Court Pumping Station begins running on electricity solely from renewable sources.",
   "link": "https://ace.arlingtonma.gov/",
   "more_text": "The Brattle Court Pumping Station provides water to Bedford, Lexington, and parts of Arlington, Belmont, Waltham, and Winchester (the Northern Extra High System). The station was built in 1907 when Arlington began to switch off drinking mill water as it became a populated town community. The Brattle Court Pumping Station’s pumps used to be powered with coal sourced from the old railroad which later became the Minuteman Bikeway. Later it switched to the use of electricity and now in 2042, with the popularization and affordability of renewable energy, it runs off of electricity from 100% renewable sources.<br><br>Now, electricity from renewable sources is more accessible as a result of demand, supportive policies, and developing technologies, which led to the growth of infrastructure. The result being green electricity that is consistently cheaper than fossil fuel alternatives. The burning of fossil fuels leads to carbon emissions and global warming, reaffirming the necessity of switching to renewable energy.<br><br>During the years leading up to 2030, renewables met 80% of the growth in global electricity demand. Green technologies expanded their market share in the 2030s and were implemented in settings where electricity was applied at an increasing rate, such as water and wastewater treatment facilities like the Brattle Court Pumping Station.<br><br>The Water Resources Authority (MWRA) is the operator of the site. They previously administered successful projects to reduce the site’s carbon emissions. In 2011 a custom pipe installation at Brattle Court Pumping Station eliminated condensation to reduce the need for dehumidification allowing the site to reduce its greenhouse gas emissions. Additionally, MWRA installed solar panels for roof-top photovoltaic generation. This addition produced solar power for the station, but only 2.54 percent of the site's energy consumption was met with the installation. Further green energy infrastructure provided the resources to run the station entirely on renewables, eliminating its need for fossil fuels.<br><br>TAKE ACTION NOW!<br><br>The role of renewables, specifically solar power, is growing rapidly. Such solutions are key to mitigate climate change and provide energy everywhere. Despite this, the use of electricity from renewable sources is needed more broadly. Further innovation would create more affordable options for all. The importance of residents selecting green infrastructure along with government programs is critical. Arlington Community Energy (ACE) provides the opportunity for residents to opt up to renewable energy. Learn more about the program here: ",
   "more_text2":"",
   "note": "1) International Energy Agency, World Energy Outlook 2020 Overview. https://www.iea.org/reports/world-energy-outlook-2020?mode=overview <br><br>2) World Economic Forum, The cost of renewable energy is increasingly undercutting fossil fuels. https://www.weforum.org/agenda/2020/06/renewable-energy-cheaper-coal/ <br><br>3) Mass Water Resource Authority, MWRA reports on renewable and sustainable energy programs<br>https://www.mwra.com/01news/2008/112808energyupdate.htm<br>https://www.mwra.com/05energy/pdf/111208energyupdate.pdf<br>https://www.mwra.com/monthly/wac/presentations/2016/110416-climatechange.pdf <br><br>4) Menotomy Minuteman Historic Trail, 17. Brattle Court Pumping Station. http://www.menotomytrail.com/x/id41.htm <br><br>5) Arlington Community Electricity, Overview. https://ace.arlingtonma.gov/",
   "note1": "International Energy Agency, World Energy Outlook 2020 Overview \nhttps://www.iea.org/reports/world-energy-outlook-2020?mode=overview",
   "note2": "World Economic Forum, The cost of renewable energy is increasingly undercutting fossil fuels\nhttps://www.weforum.org/agenda/2020/06/renewable-energy-cheaper-coal/",
   "note3": "Mass Water Resource Authority, MWRA reports on renewable and sustainable energy programs\nhttps://www.mwra.com/01news/2008/112808energyupdate.htm\nhttps://www.mwra.com/05energy/pdf/111208energyupdate.pdf\nhttps://www.mwra.com/monthly/wac/presentations/2016/110416-climatechange.pdf",
   "note4": "Menotomy Minuteman Historic Trail, 17. Brattle Court Pumping Station\nhttp://www.menotomytrail.com/x/id41.htm",
   "note5": "Arlington Community Electricity, Overview\nhttps://ace.arlingtonma.gov/",
   "note6": ""
 },
 {
   "id": 18,
   "subdomain": "ARLINGTON",
   "year": 2043,
   "mon_day": "Jun 30",
   "event": "ECODIVERSITY BLOOMS",
   "spot": "ARLINGTON-8",
   "spot_id": 8,
   "desc": "Native plant initiative transforms 50% of Arlington lawns, increasing biodiversity and oxygen production.",
   "link": "",
   "more_text": "Walking through residential neighborhoods in Arlington during the years preceding 2043, a passerby would’ve had a very different experience than one you might have today. Symmetrical patterns dominated most blocks, while others contained slight variations in plant color and flora. Every so often a wild lawn’s unregulated colors and textures would boldly defy the standard but the dominant trait was a green carpet of manicured grass, neatly trimmed sprouts near perfectly proportionate. This was not unusual for the time. Human-made structures subjugated the area, and with these buildings came human-monitored landscapes. Before 2040 these were almost entirely formed with ornamental plants, and foreign foliage. This landscaping isolated natural areas and required high maintenance including the use of various fertilizers, and pesticides as well as regular watering.<br><br>Planting native foliage is necessary to support animals who depend on these plants for food and other resources. Butterflies such as monarchs and swallowtails rely on specific native species for survival. Habitats and shelter for birds and mammals come with native trees and underbrush. Native plants provide nectar to pollinators and nuts, seeds, and fruit for other wildlife. Studies show that the chickadee, Massachusetts’ state bird, needs lawns composed of at least 70% native species to generate enough food to raise their young. Landscaping without these native plants is functionally a “food desert” for insects and the animals -- like chickadees-- that rely on them for survival. Additionally, native plants require less water, are low maintenance, and are effective at storing greenhouse gases to combat climate change.<br><br>The alternative yards with exotic plants encouraged invasive pests and didn’t serve a purpose in the food web. By the early 2040s it was clear a change was needed, but what was the solution? A transformation was needed to support functioning ecosystems in the area. More of a reclamation really, because lawn owners were ready to bring back indigenous plants, and with them would come indigenous wildlife.<br><br>A native plant initiative early in the year 2043 proved effective in increasing biodiversity and with it, a variety of benefits. The program encouraged town residents to remodel their lawns in a productive way to support local ecosystems. This initiative relies on people in the community to take individual action, but it was established with the backing of collective action from activist groups. The Mystic/Charles Pollinator Pathways with the support of Sustainable Arlington and students from the APS after school Green Teams were able to launch the program.<br><br>TAKE ACTION NOW!<br><br>When many yards contain native plants they form a connected intricacy of environment that allows ecosystems to thrive. The collective decisions of a whole community have the potential to bring back terrain for species struggling with habitat loss. Start by replacing imported ornamental species with native plants, grasses and trees and you will start to see more butterflies and birds in your yard! Don’t know what to plant? Check out the National Audubon Society’s database for your zip code here.",
   "more_text2":"",
   "note": "1) Audubon, Why Native Plants Matter. https://www.audubon.org/content/why-native-plants-matter <br><br>2) Washington Post, A native plant guru’s radical vision for the American yard. https://www.washingtonpost.com/lifestyle/home/in-the-garden-rethinking-the-nature-of-nature/2020/02/11/656fc87a-46ce-11ea-ab15-b5df3261b710_story.html <br><br>3) WAMU 88.5 American University Radio, Want to See More Wildlife in Your Yard? Researchers Have a Suggestion: Plant Native. https://wamu.org/story/18/11/16/want-to-see-more-wildlife-in-your-yard-researchers-have-a-suggestion-plant-native/",
   "note1": "Audubon, Why Native Plants Matter\nhttps://www.audubon.org/content/why-native-plants-matter",
   "note2": "Washington Post, A native plant guru’s radical vision for the American yard\nhttps://www.washingtonpost.com/lifestyle/home/in-the-garden-rethinking-the-nature-of-nature/2020/02/11/656fc87a-46ce-11ea-ab15-b5df3261b710_story.html",
   "note3": "WAMU 88.5 American University Radio, Want to See More Wildlife in Your Yard? Researchers Have a Suggestion: Plant Native\nhttps://wamu.org/story/18/11/16/want-to-see-more-wildlife-in-your-yard-researchers-have-a-suggestion-plant-native/",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 19,
   "subdomain": "ARLINGTON",
   "year": 2047,
   "mon_day": "AUG",
   "event": "TINY BEETLE SLAYS GIANTS",
   "spot": "ARLINGTON-17",
   "spot_id": 17,
   "desc": "The formerly southern pine beetle kills 50 pine trees in Menotomy Rocks Park.",
   "link": "",
   "more_text": "Climate change impacts everything from temperatures to trees to weather patterns. Many of us understand that this is an all-encompassing crisis, but we might not consider how all of the pieces of the issues are related. Pests, like the southern pine beetle, give us insight into these unfortunate connections. As the temperature of the Earth warms, each area will see rises in temperature. This is causing animals to move closer to the poles of the earth. Pests function the same way. The southern pine beetle is originally from parts of Central America, Mexico, and the southern United States. With global warming, this beetle is moving north.  As early as 2017, indications of the beetle's march towards Arlington were discovered in Coventry, CT (Connecticut Public Radio).<br><br>The Arlington Tree Committee was the first to sound the alarm. Menotomy Rocks Park has many pine trees, making it an area susceptible to southern pine beetles. When southern pine beetles reach an area, they make a hugely negative impact. This is a dangerous pest, so having them in Arlington is destructive. Furthermore, these beetles prefer to attack damaged pine trees. With increased microbursts and other severe weather events, many more pine trees in Arlington are vulnerable. These different aspects of climate change feed into each other and form the desperate circumstances that we are living in today. The benefits of trees add another layer to this issue. Trees help us deal with climate change by taking in carbon dioxide, preventing flooding, and mitigating the urban heat island effect. With the southern pine beetle reducing our number of trees, we lose this critical protection and support.<br><br>TAKE ACTION NOW!<br><br>We must take major action now to prevent the southern pine beetle from negatively impacting our community. Global temperature rises can largely be attributed to greenhouse gases. By reducing our emissions, we can work to stop the southern pine beetle and other pests from attacking Arlington. A major way to do this is to hold large corporations accountable. Most carbon emissions come from huge companies, not individuals. Advocating for policy changes and power shifts can be one of the most influential ways to combat this problem. Some large corporations, specifically gas corporations, contribute to climate change in a number of ways. Many gas companies have gas leaks occurring, and they choose not to fix them. These leaks can be incredibly damaging to trees. These corporations are killing trees directly with the gas leaks and indirectly with carbon emissions. Mothers Out Front is an amazing organization taking bold action on this issue. Not only will taking action on large corporations stop the southern pine beetle, but it will also allow us to tackle many aspects of climate change at once. All of these issues are connected.",
   "more_text2":"",
   "note": "1) Connecticut Public Radio, Warming New England Forests Bring Destruction to Pine Trees. https://www.ctpublic.org/environment/2017-10-17/warming-new-england-forests-bringing-new-destruction-to-pine-trees <br><br>2) Arlington Tree Committee. https://www.arlingtontrees.org/ <br><br>3) Mothers Out Front. https://www.mothersoutfront.org/",
   "note1": "Connecticut Public Radio, Warming New England Forests Bring Destruction to Pine Trees\nhttps://www.ctpublic.org/environment/2017-10-17/warming-new-england-forests-bringing-new-destruction-to-pine-trees",
   "note2": "Arlington Tree Committee\nhttps://www.arlingtontrees.org/ ",
   "note3": "Mothers Out Front\nhttps://www.mothersoutfront.org/",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 20,
   "subdomain": "ARLINGTON",
   "year": 2048,
   "mon_day": "SUMMER",
   "event": "TOO HOT TO HANDLE",
   "spot": "ARLINGTON-13",
   "spot_id": 13,
   "desc": "Dangerous temperatures break 100 degrees (for 15 days) and 105 degrees (7 days) setting new record.",
   "link": "https://www.ucsusa.org/resources/killer-heat-interactive-tool",
   "more_text": "Climate-driven extreme heat poses a greater threat to human life than flooding. With an increasing number of days reaching over 100° and 105° in Boston in 2048, there are negative impacts on human life and nature. Heat stroke, which is when a person's body is unable to cool itself down, can cause death if not treated in time and heat can contribute to illnesses like cardiovascular and respiratory disease. These impacts disproportionately affect lower-income neighborhoods and communities of color due to the urban heat island effect, which is the effect that happens in urban areas like cities and towns. When there is a lot of asphalt and higher density buildings around, the area heats up a lot more because the infrastructure is absorbing and re-emitting the heat from the sun, making the area much warmer.<br><br>But there are ways we can combat the rising temperatures. Making buildings with air conditioning more accessible to the public will help a lot of people, since not everyone can afford to buy an air conditioner. Planting more trees will give more shade and create cooler microclimates. Rooftop gardens are a good way to combat record temperatures and they can absorb pollution in the air. Other heat mitigation strategies include green roofs, which are roofs with a lot of drainage and plants, and white roofs, which reflect the sun’s rays so that less heat is absorbed by the building. Additionally, green parking lots, which incorporate permeable paving, solar panels, and vegetation are also a big help as they absorb a ton of heat. Cooling stations have also proven to be extremely helpful. Cooling stations are places indoors where people can go to cool off, such as libraries or community centers. They are especially good for people who don’t have air conditioning in their homes. The Robbins Library is a good example of a cooling station in Arlington.<br><br>TAKE ACTION NOW!<br><br>Reducing and combating rising temperatures and the resulting urban heat island effect is critical to human survival. Passing laws that reduce carbon emissions and fund green infrastructure and heat mitigation projects, especially in vulnerable communities, is a big step toward lessening the impacts of the climate crisis. The Killer Heat Interactive Tool by the Union of Concerned Scientists offers heat projections specific to where you live as well as guidance on how to take action to limit future extreme heat events. Use it to take a look at the future where you live: ",
   "more_text2":"",
   "note": "1) Union of Concerned Scientists, Killer Heat in the United States. https://www.ucsusa.org/resources/killer-heat-united-states-0 <br><br>2) Wavin, 10 tips on how to reduce urban heat stress. https://www.wavin.com/en-en/news-cases/news/10-tips-on-how-to-reduce-urban-heat-stress <br><br>3) Conserve Energy Future, Causes, Effects and Solutions to Urban Heat Island. https://www.conserve-energy-future.com/effects-solutions-urban-heat-island.php <br><br>4) EPA, Reduce Urban Heat Island Effect. https://www.epa.gov/green-infrastructure/reduce-urban-heat-island-effect <br><br>5) Mystic River Watershed Association, Climate Data. https://mysticriver.org/climate <br><br>6) CDC, Heat Stress – Heat Related Illnesses. https://www.cdc.gov/niosh/topics/heatstress/heatrelillness.html",
   "note1": "Union of Concerned Scientists, Killer Heat in the United States\nhttps://www.ucsusa.org/resources/killer-heat-united-states-0",
   "note2": "Wavin, 10 tips on how to reduce urban heat stress\nhttps://www.wavin.com/en-en/news-cases/news/10-tips-on-how-to-reduce-urban-heat-stress",
   "note3": "Conserve Energy Future, Causes, Effects and Solutions to Urban Heat Island\nhttps://www.conserve-energy-future.com/effects-solutions-urban-heat-island.php",
   "note4": "EPA, Reduce Urban Heat Island Effect\nhttps://www.epa.gov/green-infrastructure/reduce-urban-heat-island-effectt",
   "note5": "Mystic River Watershed Association, Climate Data\nhttps://mysticriver.org/climate",
   "note6": "CDC, Heat Stress – Heat Related Illnesses\nhttps://www.cdc.gov/niosh/topics/heatstress/heatrelillness.html"
 },
 {
   "id": 21,
   "subdomain": "ARLINGTON",
   "year": 2049,
   "mon_day": "Jan 1",
   "event": "GOAL IN THE NET",
   "spot": "ARLINGTON-16",
   "spot_id": 16,
   "desc": "Arlington meets its 2050 goal of net zero greenhouse gas emissions from all sources one year early.",
   "link": "",
   "more_text": "TEXT TO COME",
   "more_text2":"",
   "note": "",
   "note1": "",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 22,
   "subdomain": "ARLINGTON",
   "year": 2061,
   "mon_day": "Nov 12",
   "event": "AIR OASIS",
   "spot": "ARLINGTON-7",
   "spot_id": 7,
   "desc": "First Clean Air Shelter opens after death toll rises due to poor air quality.",
   "link": "",
   "more_text": "There are three things humans need to survive: water, food, and air. Climate change threatens to take away the final one: the air we breathe. For humans to survive, access to a clean air shelter has become one of the necessary changes to our life. While we have grown accustomed to cooling centers as places to seek refuge from the heat, clean air shelters used to be uncommon things. They were found only in the Pacific Northwest, starting in the 2020s due to deadly widespread wildfires. With rising temperatures, poor air quality drastically increased. The fires spread across the country, combining with our own foolish local pollution. Finally, the air quality grew so tainted that the first air shelter opened in 2061, reducing the intake of unfiltered and increasingly dangerous outdoor air.<br><br>This regular use of clean air shelters is a necessary change to our society. Health effects of poor air quality from pollution or wildfires include  pneumonia, coughing and shortness of breath, heart damage and increased infections. Ground level ozone -- which has reached high levels as sunlight and heat have reacted with industrial emissions – can also harm the development of children, and increase the risk of reproductive harm in adults. It even increases asthma attacks. Overall, poor air quality is damaging to humans.<br><br>TAKE ACTION NOW!<br><br>This threat must promote action. Yes, citizens of Arlington should plan for the necessity of a clean air shelter as conditions grow worse each year. But there are other ways to stop the scenario on this marker from becoming a reality. There are many things we can do to reduce the carbon emissions that are causing the climate crisis and increasing air pollution and wildfires. Individually, we can compost, take shorter showers, turn down our thermostats in the winter and reduce air-conditioning in the summer, reduce consumption, and drive less. But overall, we aren’t going to solve this problem by individual actions. Together, we must demand that legislation, like the Green New Deal be enacted. We need to hold companies responsible for polluting our air, the millions of tons of plastic they create every year, the billions of barrels of oil their products consume a year, and the blatant disrespect for the environment and anything that doesn’t concern profit.<br><br>We can sign petitions, push for bills to be passed, and show corporations they will lose our business unless they change. We can’t do this alone. It’s not an individual responsible for climate change. The responsibility for clean air rests with corporations who pollute the world. We have three things we need to live. We can’t let anyone take air from our lungs.",
   "more_text2":"",
   "note": "Climate Central, Climate Change is Threatening Air Quality Across the Country. https://www.climatecentral.org/report/climate-change-is-threatening-air-quality-across-the-country-2019",
   "note1": "Climate Central, Climate Change is Threatening Air Quality Across the Country\nhttps://www.climatecentral.org/report/climate-change-is-threatening-air-quality-across-the-country-2019",
   "note2": "",
   "note3": "",
   "note4": "",
   "note5": "",
   "note6": ""
 },
 {
   "id": 23,
   "subdomain": "ARLINGTON",
   "year": 2087,
   "mon_day": "Jun 20",
   "event": "THORNDIKE BEACHED",
   "spot": "ARLINGTON-5",
   "spot_id": 5,
   "desc": "Thorndike Park renamed Thorndike Beach at its 150th anniversary floating lantern ceremony.",
   "link": "",
   "more_text": "On June 20, 2087, a crowd of about 1,000 people gathered to observe the 150th anniversary of the founding of Thorndike Park and to officially rename it Thorndike Beach. Once an active playing field welcoming sports and recreation, ringed by tall trees, this stretch of land has been devastated by floodwaters from storms and rising sea levels. Now the field is a large pond with swampy edges. The people gathered had once lived in single- and two-family homes surrounding the park; as children, many of them played in the park and had fond memories. Flooding caused not only the loss of the park, but the loss of their homes, and they had been forced to relocate, refugees of climate change. As a way to acknowledge their grief and loss, the Town of Arlington held a memorial lantern festival. Participants lit small paper lanterns and floated them on the water, watching as the sun set. As a eulogy for what was once Thorndike Park, a speaker read an essay written by a High School student in 2021 studying the future impact of climate change; his dire predictions had unfortunately come to pass. As someone with family in coastal regions, including Japan and New York City, rising waters were on his mind that early in the climate crisis. This is the essay read at the ceremony:<br><br>“We as a species have spent relatively little time on this planet. In the past 100 years, our effect on this world has increased dramatically as a result of industrialization and our explosive growth in population. These factors have resulted in the highest atmospheric CO2 levels in the history of our species. These high CO2 levels cause higher temperatures. As the temperature of the planet increases, glaciers melt and the volume of the ocean expands as the water warms. A large majority of the world's population lives on the coast. Major cities with importance to the entire globe such as New York, Shanghai, and Tokyo are in imminent danger of flooding. With all these global catastrophes to look forward to, the ones closer to home can often be forgotten. A portion of East Arlington will be underwater by 2096 with the rest of Arlington at risk of flooding. This will result in Thorndike Field being renamed Thorndike Beach. While the concept of beachfront property might appeal to some, the reality is pretty depressing; Thorndike Beach will resemble a dystopian nightmare as opposed to a beachfront paradise. The areas around Thorndike will also be heavily affected, causing families in East Arlington to relocate. Schools, parks, and homes where countless generations have been raised will either be underwater or in constant danger of flooding. Alewife Station, a key point for commuting for the whole Boston area, will be under water. A saddening amount of wildlife will be gone; The Alewife Brook and Fresh Pond reservations will cease to exist. The bike path, a symbol of eco-friendly transportation and the result of the hard work of many, will also be rendered incapacitated to some degree. Ironically, Lake Street will run parallel to the ocean. As a result of all these things, the town of Arlington will be ”6 feet under”…4.5 feet under to be exact. The economic, cultural, ecological, and psychological effects of climate change will be disastrous to the town of Arlington. We have an obligation as citizens of this town to preserve this town by fighting climate change.”",
   "more_text2":"",
   "note": "1) Surging Seas Risk Zone Map – flood projections used. https://ss2.climatecentral.org/#16/42.3977/-71.1433?show=satellite&amp;projections=0-K14_RCP85-SLR&amp;level=1.5&amp;unit=meters&amp;pois=hide <br><br>2) Climate Central, The Last Time CO2 Was This High, Humans Didn’t Exist. https://www.climatecentral.org/news/the-last-time-co2-was-this-high-humans-didnt-exist-15938 <br><br>3) NOAA/Climate.gov, Climate Change: Global Sea Level. https://www.climate.gov/news-features/understanding-climate/climate-change-global-sea-level",
   "note1": "Surging Seas Risk Zone Map – flood projections used\nhttps://ss2.climatecentral.org/#16/42.3977/-71.1433?show=satellite&amp;projections=0-K14_RCP85-SLR&amp;level=1.5&amp;unit=meters&amp;pois=hide",
   "note2": "Climate Central, The Last Time CO2 Was This High, Humans Didn’t Exist\nhttps://www.climatecentral.org/news/the-last-time-co2-was-this-high-humans-didnt-exist-15938",
   "note3": "NOAA/Climate.gov, Climate Change: Global Sea Level\nhttps://www.climate.gov/news-features/understanding-climate/climate-change-global-sea-level",
   "note4": "",
   "note5": "",
   "note6": ""
 }
]