[{
    "id": 1,
    "date": "",
    "year": 2002,
    "mon_day": "MAR",
    "spot": "IPSWICH-5",
    "spot_id": 5,
    "event": "BUFFERED",
    "desc": "Strawberry Hill conservation permanently protected wetlands and saltmarsh which buffer the effects of sea level rise.",
    "link": "",
    "more_text": "Strawberry Hill, one of the Town’s first conservation projects of the Open Space Program, permanently protected one hundred and five acres of upland fields, wetlands and saltmarsh from development for wildlife habitat, natural resource protection and public recreation. According to the Institute for Local Government, open space lands serve as “carbon sinks” that can store greenhouse gas emissions that would otherwise contribute to climate change. The trees and plants within parklands and open spaces remove carbon pollution from the air we breathe.",
    "note": "Open Space Program.https://ipswichma.gov/353/Open-Space-Program",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 2,
    "date": "",
    "year": 2024,
    "mon_day": "DEC",
    "spot": "IPSWICH-1",
    "spot_id": 1,
    "event": "GOING UP",
    "desc": "Argilla Road raised two feet to reduce flooding at Castle Neck River culvert and improve tidal flow to west marsh.",
    "link": "",
    "more_text": "Public safety officials require constant access to Crane Beach and the Crane Wildlife Refuge boat dock not only for the benefit of beachgoing visitors but also to access harder-to-reach clammers, fishermen, and boaters in the event of an emergency. Crane Beach receives nearly 350,000 visitors each year, with peak usage occurring between May and September. When the road becomes impassable, public safety officials cannot safeguard the public at locations beyond Castle Hill without specialized vehicles. The revenue generated from year-round beach admission at Crane Beach is a significant source of revenue for both The Trustees and the Town of Ipswich. The economic impacts are not only important to the Town and The Trustees but are also significant to regional and state tourism.",
    "note": "https://ttor.maps.arcgis.com/apps/MapSeries/index.html?appid=d67f8e8fd2cc4d2c942caf4293afe778",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 3,
    "date": "",
    "year": 2025,
    "mon_day": "JUN 30",
    "spot": "IPSWICH-3",
    "spot_id": 3,
    "event": "RELIVE",
    "desc": "Living shoreline constructed to stabilize riverbank and prevent erosion from twin threats of stormwater and sea level rise.",
    "link": "",
    "more_text": "The Ipswich Riverbank Resiliency Project recognized a need to address the ongoing threat of erosion at key locations along the Ipswich River. The project focused on the riverbank impacted by human infrastructure, including sewer pipes, utilities, homes, and roads in the downtown. In the context of addressing climate change, “resilience” is a buzzword that can have many meanings. Natural systems on their own are inherently resilient — the ways our built communities interact with them are not. Building resilience was all about planning for a rapidly changing climate by acknowledging that our role in the local ecosystems did not have to remain static. For this project, that meant addressing current issues (like bank erosion) while also incorporating elements that would protect both human and environmental resources under a variety of future conditions.",
    "note": "Building a Resilient Ipswich. https://storymaps.arcgis.com/stories/cde63791e28745d1aac8b713963c6ddd",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 4,
    "date": "",
    "year": 2027,
    "mon_day": "MAY",
    "spot": "IPSWICH-6",
    "spot_id": 6,
    "event": "UPCHARGE",
    "desc": "First EV charging station celebrates 10th anniversary by quadrupling capacity to eight vehicles.",
    "link": "",
    "more_text": "Realizing that transportation accounted for 29% of U.S. greenhouse gas emissions, and that the key barrier to electric vehicle ownership was the availability of charging stations, Ipswich became an early adopter of EV charging stations on the north shore.",
    "note": "Electric Vehicle Charging. https://www.ipswichma.gov/908/Electric-Vehicles",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 5,
    "date": "",
    "year": 2028,
    "mon_day": "SUMMER",
    "spot": "IPSWICH-4",
    "spot_id": 4,
    "event": "ELEVATING ACCESS",
    "desc": "Jeffrey’s Neck Road raised two feet to reduce closures due to flooding from tidal storm surge and rising sea level.",
    "link": "",
    "more_text": "Jeffrey’s Neck Road is the sole access road for the Great Neck, Little Neck, Eagle Hill, and Island Park neighborhoods, which include approximately 750 residences. Elevation varied from a low of approximately 7.0 feet above sea level (ASL) near the intersection with Island Park Road to approximately 10.0 feet ASL near the intersection with Northridge Road. This 3,800-foot stretch had experienced repeated flooding when storm surge occurred during some high tides, nor’easter storms, or a combination of those factors. In the first 13 years of this century, Jeffrey’s Neck Road was shut down 11 times.",
    "note": "Jeffrey’s Neck Flood Prevention Project. https://www.ipswichma.gov/DocumentCenter/View/14324/Ipswich-Jefferys-Neck-Rd-Flood-Protection-Draft-EA_508_20220308?bidId=",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 6,
    "date": "",
    "year": 2029,
    "mon_day": "JAN",
    "spot": "IPSWICH-7",
    "spot_id": 7,
    "event": "DAM NATION",
    "desc": "Ipswich Mills Dam removed to restore ecological health of the river and reduce flood risk to downtown buildings and property.",
    "link": "",
    "more_text": "The Ipswich Mills Dam was originally constructed in 1635 to power adjacent grist and sawmills, providing food and timber for early town residents. Since 1930, when decommissioned as a power source, it had served no purpose and instead contributed to upstream flooding by reducing upstream flood storage capacity. Located at the ‘head-of-tide’ this dam created a hard stop between fresh river water and the influence of saltwater and was the first dam encountered by returning migratory fish runs. It was ecologically destructive because freshwater animals could not return back to riverine conditions due to the physical barrier of the dam and migratory species did not have the benefit of a gradual change in water chemistry. Before its removal, the Division of Ecological Restoration ranked this dam in the top 5% of all dams in Massachusetts for the restoration potential of removal, given it would open 49.19 miles of habitat, restore a freshwater tidal habitat, and remove a head-of-tide dam.  ",
    "note": "Ipswich Mills Dam Project. https://www.ipswichriver.org/ipswich-mills-dam/",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 7,
    "date": "",
    "year": 2032,
    "mon_day": "AUG 20",
    "spot": "IPSWICH-2",
    "spot_id": 2,
    "event": "PUMP OVER",
    "desc": "Sewage Pumping Station relocated due to inundation risk from riverine flooding and sea level rise.",
    "link": "",
    "more_text": "The pump station handles 100% of the wastewater in the community and at its prior location in the parking lot of the Town Wharf, was likely to be completely inundated by a modest sea level rise of 1 foot. According to the analysis using inundation modeling by Woods Hole Group, the sewage pumping station was likely to suffer significant flooding during storms, increasingly so by the end of the century. Flooding would cause extensive damage to the electrical equipment inside the pumping station, leading to a major health risk if the sewer main and station were to be inundated. Overflow of untreated sewage into the Ipswich River and its associated salt marsh would present an environmental risk to humans and a diversity of natural resources.",
    "note": "Draft MVP Plan p. 17. https://www.ipswichma.gov/DocumentCenter/View/11324/Draft-Ipswich-MVP-Plan?bidId= <br><br> Town Wharf Pump Station Project. https://www.ipswichma.gov/855/Town-Wharf-Pump-Station",
    "note1": "",
    "note2": "",
    "note3": ""
  }
]