[{
    "id": 1,
    "date": "",
    "year": 2018,
    "mon_day": "NOV 16",
    "spot": "BEVERLY-4",
    "spot_id": 4,
    "event": "FOOTPRINT REDUCTION",
    "desc": "All street lights converted to LED bulbs, reducing their energy use by 70%",
    "link": "",
    "more_text": "Beverly took advantage of a state program to reduce its carbon footprint by upgrading street lights with highly efficient LED bulbs. Following the previous reconstruction upgrades of lights on Rantoul Street and Route 1A, the result is 100% LED city-wide. The city was awarded $278,000 from the Metropolitan Area Planning Council, which runs the state Department of Environmental Resources Rapid LED Streetlight Conversion Program, as well as $250,000 through the Green Communities Grant Program. In addition to reducing Beverly’s energy use, the new lights reduced maintenance costs due to the longevity of LED bulbs which is two to three times longer than conventional bulbs.",
    "note": "Beverly to Convert All Streetlights to efficient LEDs https://www.salemnews.com/news/local_news/beverly-to-convert-all-streetlights-to-more-efficient-leds/article_c3ae278f-03d9-5d14-b0f3-9fa7432867a3.html <br/><br/> Efficient Streetlights https://www.mass.gov/info-details/efficient-streetlights",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 2,
    "date": "",
    "year": 2021,
    "mon_day": "SEP 17",
    "spot": "BEVERLY-5",
    "spot_id": 5,
    "event": "HIGH AND DRY",
    "desc": "Police Station constructed 12 feet above flood level and powered by geothermal energy.",
    "link": "",
    "more_text": "Sited adjacent to a tidal riverfront, the police station was designed at an elevation that remained dry even though sea level rise from climate change continued to exacerbate flood risk through increased intensity and frequency of coastal storms. [1] Striving for net zero emissions, the building employs geothermal technology which taps into the stable temperature of the ground at depth. In the form of naturally occurring steam and hot water, geothermal energy can be drawn to the surface to generate electricity, heat and cool buildings, and serve other uses. The heat flowing from Earth’s interior is continually replenished by the decay of naturally occurring radioactive elements and remains available for billions of years. Geothermal power plants produce electricity consistently and can run essentially 24 hours per day, 7 days per week, regardless of weather conditions. They emit no greenhouse gasses and have life cycle emissions four times lower than solar PV, and six to 20 times lower than natural gas. [2]",
    "note": "[1] Bass River District Storymap https://storymaps.arcgis.com/stories/ffaa3a3bbf1947eda822ee75ecf44fe5 <br/><br/> [2] Geothermal FAQs https://www.energy.gov/eere/geothermal/geothermal-faqs <br/><br/> Geothermal: Call to Action https://regeneration.org/nexus/geothermal",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 3,
    "date": "",
    "year": 2021,
    "mon_day": "NOV",
    "spot": "BEVERLY-3",
    "spot_id": 3,
    "event": "KEEPING OUT",
    "desc": "Flood barriers installed at sanitary sewer pump station to protect from risk of catastrophic inundation.",
    "link": "",
    "more_text": "The pump station at 135 Water Street moves 100% of the sanitary sewage out of Beverly and over to the South Essex Sewerage District (SESD) Wastewater Treatment Facility on Fort Avenue in Salem. Additionally, it also serves Danvers, a portion of Middleton and Wenham, the Middleton Correctional Facility, Essex North Shore Agricultural and Technical School, and the Hogan Regional Center. Beverly’s 2017 Coastal Resiliency Plan warned that the pump station was projected to receive significant flooding due to sea level rise, and the report from Beverly’s 2019 Municipal Vulnerability Preparedness community resilience building process indicated addressing the pump station as its first high-priority action. If the facility were to be inundated due to storm surge and flooding, its failure could cause raw, untreated sewage to back up into communities it serves or could allow that sewage to flow into Beverly Harbor and Salem Sound. With planning and resilience documents listing the pump station as a critical and high-risk piece of infrastructure, the City of Beverly and SESD determined its short-term protection and long-term resilience to be a priority and authorized the installation of flood barriers.",
    "note": "[1] The Pump Station at 135 Water Street Vulnerability Assessment https://www.beverlyma.gov/DocumentCenter/View/1775/Beverly_Pump-Station-at-135-Water-St_Final-Report_06302021?bidId= <br/><br/> Pump Station Evaluation Storymap https://storymaps.arcgis.com/stories/13f8847d571540b28a54e2ca80d696f2",
    "note2": "",
    "note3": ""
  },
  {
    "id": 4,
    "date": "",
    "year": 2022,
    "mon_day": "DEC 23",
    "spot": "BEVERLY-6",
    "spot_id": 6,
    "event": "HISTORICAL REVISION",
    "desc": "Historic hillside solar panel installation, oldest in country, rebuilt for the 21st century.",
    "link": "",
    "more_text": "In 1981, Beverly High School was the largest of eight sites selected by President Carter for an experimental solar installation. Greenergy Park consisted of 3,200 solar panels in two 50 kW arrays. It eventually became the last operational photovoltaic research site from that era and the oldest continuously operating solar field in the U.S. [1] In 2021 the City of Beverly partnered with Kearsarge Energy to replace this solar array with up-to-date technology as part of a project that developed 4.36 MW solar photovoltaic arrays across six city properties, providing renewable energy credits equivalent to approximately half of city’s electricity consumption. One row of solar panels from the original hillside solar array was kept to demonstrate the advancement of solar technology, presenting opportunities for renewable energy education to high school students as they experience a daily reminder that their community was committed to fighting climate change. [2]",
    "note": "[1] Historic Solar at Greenergy Park https://www.beverlyma.gov/484/Historic-solar-at-Greenergy-Park <br/><br/> [2] 2022 Solar – 4.36MW Solar on Six City Sites https://www.beverlyma.gov/713/2022-Solar---436-MW-solar-on-six-City-si#:~:text=In%202021%2C%20a%204.9%20MW,Beverly%20and%20100%20Beverly%20homes.",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 5,
    "date": "",
    "year": 2063,
    "mon_day": "JUL",
    "spot": "BEVERLY-2",
    "spot_id": 2,
    "event": "ROAD RETREAT",
    "desc": "McPherson Drive rerouted inland to protect from Bass River flooding.",
    "link": "",
    "more_text": "Located along the Bass River, a section of McPherson Drive between the Bass Haven Yacht Club and Innocenti Park directly abutted the river and exhibited significant bank erosion adjacent to the road and the overhead utility infrastructure. Without intervention, flooding and stormwater events had the potential to destabilize the roadway and utility infrastructure. Realignment of this section of roadway to the east was the strongest flood intervention solution and allowed for the expansion in width of the protective bank and vegetative buffer in this area.",
    "note": "Bass River Resilience Study https://www.beverlyma.gov/1005/Bass-River-Resilience-Study <br/><br/> Bass River District Storymap https://storymaps.arcgis.com/stories/ffaa3a3bbf1947eda822ee75ecf44fe5",
    "note1": "",
    "note2": "",
    "note3": ""
  },
  {
    "id": 6,
    "date": "",
    "year": 2070,
    "mon_day": "APR 13",
    "spot": "BEVERLY-1",
    "spot_id": 1,
    "event": "MOVING ASHORE",
    "desc": "Sea level rise and storm surge combine to submerge park under 4 feet of water.",
    "link": "",
    "more_text": "While sea level along the U.S. coastline rose one foot by 2030, Boston and the North Shore experienced rise at a higher rate which was expected to continue to the end of the century. A higher sea level also amplified the effects of storm surge, the abnormal rise of water on the shore from a storm’s driving winds. As sea level continued to rise, coastal storm surge events threatened areas that traditionally had not flooded, especially when storms hit at high tide. On the North Shore, over 90% of areas impacted by two feet of sea level rise are natural features, such as wetlands, dunes, and parks.",
    "note": "Sea Level Rise https://salemsound.org/flooding/",
    "note1": "",
    "note2": "",
    "note3": ""
  }
]