[{
    "city": "Arlington",
    "head": "ARLINGTON REMEMBRANCE TRAIL",
    "link": "https://www.arlingtonma.gov/departments/planning-community-development/climate-resiliency-planning",
    "body1": "While the Paris Climate Accord of 2015 was a remarkable achievement, it also revealed the inadequacies of the participating nations’ commitments to eliminating fossil fuel use and reducing greenhouse gas emissions. The subsequent withdrawal of the United States further indicated the limits of these commitments. In contrast, there was robust attention to the climate crisis at the grassroots, local/regional, and institutional levels. Even before Paris, the ",
    "body1a": " Town of Arlington – both local government and volunteer civic and activist groups – had begun to take action. Arlington felt the urgent need to develop strategies for mitigation (slowing the rate of change) and increased resiliency (managing the effects of change). Youth leadership was crucial, with Arlington Public School’s student sustainability initiatives – Green Teams and other afterschool clubs – tackling a range of issues. Even the Arlington Commission for Arts & Culture mobilized, believing that the arts were essential to raising awareness, changing values and behavior, and inspiring hope.",
    "body2": "It had become clear that if nations simply achieved the Paris goals this risked being too little too late. Public demand for energy and other carbon-producing processes ultimate drove consumption and greenhouse gas emissions. It was hoped that engaging the public would reduce demand more quickly. Addressing the climate crisis would depend on the participation of all. Achieving environmental justice – ensuring negative impacts and the burden of transition was equally shared by all – would only be possible through collective action. The Arlington Remembrance Trail traces significant milestones in climate change and the fight against its effects on the community.",
    "body3": "The Arlington Remembrance Trail is a public art installation created in collaboration with a group of Arlington High School Students that connects viewers to the challenges communities face from climate change and the ongoing local efforts to address them. It is a segment of ",
    "body3a":"a project made possible by funding from Essex County Community Foundation’s Creative Community Initiative, Metropolitan Area Planning Council’s Accelerating Climate Resiliency Program and Northeastern University’s College of Arts, Media and Design."
}]